{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<UNK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<SEP>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<MASK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<CLS>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"Unigram","unk_id":0,"vocab":[["<UNK>",0.0],["<SEP>",0.0],["<MASK>",0.0],["<CLS>",0.0],["s",-2.5011132777757794],["de",-3.2745855087100946],[",",-3.4159087000697763],[".",-3.5777361154065463],["e",-3.584275272499955],["’",-3.7209561092487764],["la",-4.023228462397917],["l",-4.028840080531699],["a",-4.051342532362208],["d",-4.180000298810848],["le",-4.189270509367621],["à",-4.338209100547431],["et",-4.472822595355634],["en",-4.564091243998272],["t",-4.571274657594234],["'",-4.603601919828858],["n",-4.678938839257217],["les",-4.69738039206255],["un",-4.84401572599972],["-",-4.878544011411799],["est",-4.9176223824759955],["du",-4.93112032096124],["r",-5.027667504619716],["des",-5.035306641246111],["une",-5.097794652734825],["pour",-5.108217916856971],["que",-5.142145959949289],["ont",-5.218339415590533],["au",-5.249312757005518],["dans",-5.3170024136516485],["qui",-5.346811677523325],["ment",-5.361364716299201],["ce",-5.398624282284409],["i",-5.4208236374440215],["sur",-5.484950470204131],["par",-5.516822168874226],["il",-5.5359183989536636],["c",-5.578187931855428],["«",-5.621731665426255],["pas",-5.661500977704071],["é",-5.6732258523132355],["u",-5.696691478084633],["Le",-5.769255979296588],["on",-5.800475058990813],["plus",-5.849922898275734],["nt",-5.901948487227555],["C",-5.908337285633724],["qu",-5.940774368146915],["son",-5.97888628259666],["aux",-5.991377967659377],["\"",-6.000617294954024],["avec",-6.002065518608054],["o",-6.026661335953699],["y",-6.039372680450807],["été",-6.080512436330643],["L",-6.0908098845696195],["La",-6.107664330408854],["ent",-6.159624395095873],["(",-6.169900684920634],["A",-6.1701525418862815],["x",-6.248132001294412],["ou",-6.2758982395921326],["Il",-6.419686806884227],["leur",-6.43059012626791],["mais",-6.51318859174561],[":",-6.513616097113726],["Les",-6.5178840961924465],["cette",-6.551167192593269],["fait",-6.55344721757878],["20",-6.580153662834103],["étai",-6.586352160262727],["elle",-6.59230063327044],["»,",-6.61909731048619],["ant",-6.622363017399806],["tout",-6.639529593140942],["in",-6.670199470243631],["M",-6.703609177972988],["»",-6.708170911225084],["puis",-6.723740901529004],["être",-6.730043725720671],["nous",-6.746215377753529],["p",-6.74972880406686],["S",-6.767487807309642],["m",-6.76944457099418],["jour",-6.781655016489214],["En",-6.803039857950724],["deux",-6.806124194839901],["ans",-6.814651963339541],["autre",-6.858528224370781],["même",-6.860454751972071],["vou",-6.866219325943321],["avait",-6.875544008974485],[")",-6.884867136639894],["f",-6.885254104853665],["comme",-6.8861292363393805],["j",-6.8999274544587905],["aussi",-6.923649278478283],["lui",-6.929265744627825],["z",-6.964593979224279],["P",-6.990009534664678],["v",-6.994302049798176],["faire",-7.003685193251632],["ai",-7.020321684749577],["après",-7.024937250325223],["D",-7.0346875794740455],["eux",-7.045133389791113],["tre",-7.048457682422699],["bien",-7.048805548406463],["lors",-7.0496060367440485],["avoir",-7.072296950424445],["année",-7.079403133380028],["Ce",-7.082502114227799],["ait",-7.137886984047067],["fois",-7.140786821879127],["entre",-7.14862070865036],["h",-7.148657438538632],["rès",-7.154186100918621],["je",-7.200315244130118],["mi",-7.202163480423292],["19",-7.229864305692411],["2",-7.237678927375767],["oit",-7.242345286917602],["contre",-7.242417991674339],["me",-7.253814753263235],["On",-7.258151634925942],["pays",-7.25913771727679],["De",-7.264062281824625],["E",-7.270637897371211],["Pour",-7.274371106241712],["peu",-7.281249275576852],["B",-7.28295444374049],["J",-7.284082451467657],["1",-7.284261072366234],["ation",-7.305225792280033],["%",-7.3137751282499694],["coup",-7.324746773322002],["temp",-7.326681478247119],["ux",-7.3267506143930845],["no",-7.327507544664517],["personne",-7.329498849810521],["fin",-7.339397445864793],["près",-7.349238469144066],["Je",-7.349776638761544],["Un",-7.3517421789837165],["avant",-7.3653083438622335],["Mais",-7.3700808962375355],["peut",-7.371871468455129],["tant",-7.386830978630738],["encor",-7.393258069021172],["égale",-7.400116248462546],["dernier",-7.403828391018066],["T",-7.406127414336941],["vie",-7.42188495173141],["».",-7.423936349350646],["va",-7.424589042259831],["toute",-7.429663470903128],["premier",-7.4360928082634],["ù",-7.441746736534378],["Une",-7.461049680695506],["Et",-7.462288222833319],["3",-7.470460288524642],["sera",-7.480314353405399],["b",-7.491173579760197],["O",-7.49795817725896],["5",-7.49978751289939],["monde",-7.508389641681179],["président",-7.519565359061815],["k",-7.524077416927446],["moin",-7.52560611781966],["pri",-7.5321582695913785],[").",-7.538101532856126],["place",-7.541737607859082],["première",-7.556924294814781],["sans",-7.557228207643614],["dit",-7.566987619422364],["F",-7.572027933243446],["tou",-7.573287314731498],["g",-7.574399771937806],["2022",-7.58487570471811],["I",-7.588450560005585],["\",",-7.589373256990239],["ci",-7.60295593207889],["…",-7.609165424301852],["té",-7.611721391822091],["ces",-7.614395286207433],["ez",-7.6146065627906685],["elon",-7.614835304276744],["ette",-7.617850910219299],["4",-7.6238686217666745],["ministre",-7.624537552069947],["mois",-7.626399086123263],["Dans",-7.633310705252999],["ma",-7.634578369525913],["Nous",-7.642257147321715],["tous",-7.648100684871657],["“",-7.657250040548331],["déjà",-7.657891300741063],["nouveau",-7.661850394866393],["rait",-7.67017109869596],["G",-7.677796891758173],["nouvelle",-7.680592509018736],["ré",-7.685214205388488],["quelque",-7.685429522917448],["trois",-7.6945591196364305],["N",-7.7018116075597485],["point",-7.705941000997433],["Elle",-7.708619022380294],["donc",-7.713647244708731],["ur",-7.720292554408935],["France",-7.721528995280925],["?",-7.727782433065937],["sous",-7.733670555638857],["ir",-7.73492748371437],["plusieur",-7.736627657943173],["ville",-7.738730732847797],["Au",-7.743071107973436],["Si",-7.748351106547431],["vo",-7.748966871643399],["grand",-7.752239060703293],["semaine",-7.754611338790109],["cas",-7.755762488422714],["ça",-7.756666520806571],["dernière",-7.7588163055003445],["ainsi",-7.763094584233992],["heure",-7.773029178548523],["),",-7.775207092610523],["À",-7.78173118125755],["projet",-7.789770206304609],["homme",-7.7985329339337826],["beau",-7.801125546271811],["suite",-7.805206243597277],["nombre",-7.806172854899272],["10",-7.830333722889259],["équipe",-7.8344063230661005],["000",-7.845152373219408],["6",-7.851145895735522],["politique",-7.856930927955984],["gouvernement",-7.878074084391358],["partie",-7.882122761332494],["jusqu",-7.894775925662842],["Ukraine",-7.895943989758287],["car",-7.90187172947974],["début",-7.905735602322105],["voir",-7.9117952317226905],["V",-7.916011220266791],["ils",-7.917826863540534],["”",-7.921340659066596],["lieu",-7.922945274087483],["H",-7.9229851372676094],["R",-7.924893889137812],["embre",-7.934255407888223],["part",-7.934311374955779],["ch",-7.934535532473992],["femme",-7.941697157026645],["ser",-7.942782173154537],["État",-7.943335122816358],["million",-7.945039490073318],["vers",-7.963619723920789],["groupe",-7.963795081388271],["non",-7.972359945946495],["7",-7.975202026691801],["faut",-7.976441943893788],["or",-7.9808041421497],["pendant",-7.991264927308687],["service",-7.992963096261216],["entreprise",-8.004023881800093],["notamment",-8.005037979197116],["hui",-8.010131310978704],["venir",-8.013192781709009],["ter",-8.019352154603862],["avai",-8.020181292998],["it",-8.025184138753097],["grande",-8.027962610602206],["match",-8.028620507716305],["face",-8.028718301704519],["Des",-8.03434169089034],["2021",-8.036605615527161],["moment",-8.040098389521663],["mal",-8.055554353543496],["co",-8.072119841584556],["mon",-8.07283486395249],["question",-8.076720286955497],["avon",-8.077757274291507],["jeu",-8.078068794998408],["K",-8.081644468466148],["travail",-8.083300052267823],["droit",-8.09935251819999],["ôt",-8.10068830362874],["certain",-8.100907896307277],["déclaré",-8.104815314634493],["saison",-8.107924749101997],["bon",-8.109081417561173],["compte",-8.109766475567122],["ès",-8.111275683970655],["côté",-8.111718539008995],["8",-8.112711670492374],["18",-8.112889692858527],["cours",-8.114460530762571],["vent",-8.119015139535229],["effet",-8.119147448638621],["Par",-8.124449049090204],["ons",-8.125467987320032],["ici",-8.139486684469741],["age",-8.14905499068195],["ité",-8.151017657597713],["ailleur",-8.152756950806836],["ve",-8.154478398241167],["seule",-8.156671919682626],["nos",-8.163993317724803],["aient",-8.165510032365725],["famille",-8.17299994577904],["reste",-8.176014439090702],["région",-8.183608176728493],["porte",-8.184820823098615],["euros",-8.19574710347933],["film",-8.199071749198044],["pouvoir",-8.201300592120699],["jeudi",-8.20131581811054],["veu",-8.211234620506918],["pu",-8.211265833178887],["sept",-8.211331103979564],["long",-8.211646236415445],["situation",-8.212319314911568],["mercredi",-8.219094563116556],["joueur",-8.22038530252968],["annoncé",-8.223523664650422],["dimanche",-8.224313683218119],["mesure",-8.225883874660251],["rapport",-8.227591015680835],["mardi",-8.229203467198236],["30",-8.230182342134093],["lundi",-8.230342886404085],["niveau",-8.23119294990855],["9",-8.23267834320642],["Sa",-8.233566289952236],["chose",-8.23516460924072],["produit",-8.237138892638232],["vendredi",-8.237145491916635],["U",-8.237272525121657],["vrai",-8.238287774889606],["russe",-8.24099847134379],["alor",-8.24401619243628],["celle",-8.247595862041539],["ri",-8.25186855351918],["quan",-8.25590783692741],["public",-8.258222991202867],["chef",-8.262984938760846],["15",-8.263677131334319],["Saint",-8.264974011364409],["raison",-8.265651549275832],["Russi",-8.267290279018141],["série",-8.269949895791255],["–",-8.270821974769884],["im",-8.271569479437396],["17",-8.277003334128153],["Uni",-8.279769910113398],["dire",-8.284517435825716],["14",-8.286081900587916],["/",-8.292315336922364],["quatre",-8.29610260369891],["centre",-8.296689493524813],["suis",-8.300136931470973],["samedi",-8.300924377265098],["mort",-8.306331692168477],["but",-8.309232640170832],["tour",-8.315783045816886],["guerre",-8.316752163687788],["mettre",-8.322464347051461],["devant",-8.322622848688642],["force",-8.325660437871427],["16",-8.327007544314107],["mise",-8.329016332973136],["finale",-8.32903434044474],["jeune",-8.333085921520524],["histoire",-8.336739678809327],["ing",-8.339714383676684],["rien",-8.351534878668287],["membre",-8.356718559529718],["prendre",-8.35919486783902],["bonne",-8.362182023564653],["12",-8.363389915986971],["Québec",-8.363595498884099],["devrai",-8.366402567070132],["deuxième",-8.371587164568526],["bre",-8.372678067903621],["police",-8.378347395933842],["ro",-8.378784013568598],["W",-8.379439947353488],["24",-8.381953098038586],["enfants",-8.383273641024681],["ront",-8.384824098849595],["ancien",-8.391095618819634],["site",-8.398727735846265],["afin",-8.39987776341267],["somme",-8.403721542936196],["soir",-8.404691045677403],["Selo",-8.404921500007122],["main",-8.408138405096809],["mis",-8.409560608907135],["demande",-8.416054219567446],["cela",-8.419853285097162],["13",-8.426371317865534],["petit",-8.42775225159543],["ba",-8.431554592864746],["aujourd",-8.432331111415023],["plan",-8.439171202516889],["hez",-8.441484762418952],["sécurité",-8.441928307163248],["réseau",-8.44222827837319],["cet",-8.449326740611099],["jama",-8.465722949264292],["Ave",-8.466117027075187],["Etat",-8.476469064354113],["man",-8.476538294334492],["nom",-8.477696923025782],["con",-8.482929834493653],["able",-8.486424467287616],["possible",-8.487375172624795],["0",-8.496032048527852],["ner",-8.50001750235424],["risque",-8.50186575844754],["25",-8.508122423651546],["nationale",-8.50998850245954],["janvier",-8.512897265317275],["affaire",-8.513015767609538],["quoi",-8.51363439847058],["anté",-8.515940423302192],["trop",-8.520100071360563],["pris",-8.52144365153654],["cadre",-8.52726361896826],["Ma",-8.527678287176194],["marché",-8.529662611789611],["retour",-8.53104412360546],["décision",-8.531121047755363],["titre",-8.53286103326127],["semble",-8.532997395106664],["appel",-8.533696180447812],["Jean",-8.53370278731212],["français",-8.534103684644503],["agit",-8.53514010420215],["occasion",-8.53524842280684],["victime",-8.535729342277353],["11",-8.536293876586047],["nov",-8.537441687128098],["tte",-8.53956554601746],["rue",-8.546174539699015],["parti",-8.550843537147173],["activité",-8.552785941230777],["cinq",-8.552799614854356],["tête",-8.553633234967712],["besoin",-8.554384514509575],["mai",-8.555934673479932],["gens",-8.556096233881899],["aura",-8.557279779332298],["jui",-8.56496703558081],["ligne",-8.568860920747966],["information",-8.571125486777337],["pa",-8.573453301225781],[".»",-8.574536482623445],["Z",-8.575179636986842],["per",-8.581232651628351],["explique",-8.58187987573856],["bi",-8.582738868318474],["jeunes",-8.586349234781903],["crise",-8.58695867751658],["société",-8.589618582613054],["ga",-8.590242619788082],["important",-8.59073038641053],["eur",-8.590739811171323],["décembre",-8.597799139030947],["général",-8.598174166617486],["Sur",-8.601646649690977],["fil",-8.602217003596802],["annonce",-8.61117083855521],["permet",-8.61541684989666],["matin",-8.615750355882337],["offre",-8.616782944946188],["milliard",-8.62239428821584],["indiqué",-8.622789595617125],["ine",-8.625130985836552],["responsable",-8.625894902177048],["ensemble",-8.627522045182559],["secteur",-8.627581472090117],["autorité",-8.627585744697736],["che",-8.628600316027764],["mars",-8.630540103040243],["passé",-8.630767790781192],["chaqu",-8.631583873501409],["journée",-8.633036015877842],["système",-8.636009419062212],["pré",-8.637949105826248],["cause",-8.63829938194959],["militaire",-8.641175385679364],["période",-8.644623275963507],["rencontre",-8.646324518425548],["\".",-8.648053338320334],["certaine",-8.656403407848684],["simple",-8.65894865821539],["maison",-8.65979577150108],["enquête",-8.663743426302853],["moi",-8.664330244268633],["population",-8.66893080088671],["!",-8.669464348167448],["loi",-8.671978478358188],["isme",-8.67238450605669],["problème",-8.672485106051788],["image",-8.67289948505065],["prochain",-8.676603973990044],["accord",-8.67665311313267],["uillet",-8.67783372011661],["50",-8.678965438913785],["ion",-8.679081640272607],["élection",-8.680979729293568],["désor",-8.68124818680575],["tard",-8.681873513804462],["presse",-8.682818114656378],["ées",-8.683436209398025],["actuelle",-8.686341858299734],["octo",-8.687126928487558],["école",-8.696371607698264],["évrier",-8.697479306267583],["w",-8.701948671431868],["minute",-8.702923770727326],["No",-8.70500266616034],["national",-8.705654747345363],["Europe",-8.70840334825511],["publique",-8.711766270796002],["seul",-8.712692335237165],["ard",-8.716585587530286],["zone",-8.717945812014399],["aurai",-8.719668462660628],["Re",-8.72044870427808],["mment",-8.722187823971614],["Du",-8.72348949982274],["font",-8.72352337476864],["passer",-8.725091611086128],["directeur",-8.725346747028855],["souven",-8.728517436250032],["objectif",-8.728731199397895],["exemple",-8.734349552768425],["200",-8.737148998285912],["état",-8.743679227954939],["€",-8.743930942743066],["Son",-8.744731579421936],["soutien",-8.745733242731756],["armée",-8.748234933564559],["passe",-8.748578870182463],["ier",-8.750588866278791],["club",-8.757142995252027],["hausse",-8.761124894900775],["événement",-8.762922553850451],["Car",-8.76688978241316],["mer",-8.767238829099757],["rapide",-8.76756380717675],["vril",-8.770889147670662],["présent",-8.77099103576216],["action",-8.773449271703198],["organisation",-8.774618794555376],["communiqué",-8.776541460352192],["environ",-8.776684361926193],["économique",-8.778502231366886],["rôle",-8.778520475157048],["terme",-8.778757048596464],["prochaine",-8.77978789861437],["meilleur",-8.780262747892921],["programme",-8.780481837279929],["partir",-8.781153060437783],["quelle",-8.78818669337985],["com",-8.789648494781911],["Paris",-8.793262915342751],["conseil",-8.794263767615703],["Cela",-8.796168654571328],["difficile",-8.797179175476154],["rend",-8.79813469480695],["américain",-8.798598339163615],["fort",-8.799570776650596],["pourrai",-8.799786103075505],["Covid",-8.80033033628381],["fond",-8.801394156188989],["commune",-8.803931152637261],["attaque",-8.80587302108474],[".\"",-8.806079670567371],["aller",-8.808405157590471],["nuit",-8.808662491738962],["Ils",-8.810116441466768],["prise",-8.812106802905806],["troisième",-8.81458420035068],["parole",-8.820195016609565],["feu",-8.821494715780833],["Tout",-8.823230412493398],["donner",-8.825798614337153],["mo",-8.826220263619676],["route",-8.827090453682963],["bo",-8.82966911812504],["charge",-8.831115776875034],["scène",-8.83112819372354],["condition",-8.834508117533446],["go",-8.834667571732826],["production",-8.835033659542058],["vi",-8.835128423485143],["développement",-8.837561166135444],["victoire",-8.841275913711655],["œuvre",-8.841994146097495],["St",-8.84310342967272],["jouer",-8.84581837172761],["candidat",-8.846967556929872],["énergie",-8.849670603110786],["avantage",-8.850966051847017],["jeux",-8.853040896417156],["vol",-8.854596495537251],["vue",-8.855511028208557],["grâ",-8.85603905952959],["ajouté",-8.857374152353575],["ministère",-8.85813611551778],["aucun",-8.85912173011345],["40",-8.860962592297913],["forme",-8.8615426821497],["Comme",-8.861807399405821],["soci",-8.861862025607735],["Or",-8.86221562416891],["pro",-8.862743666907217],["août",-8.863681943630638],["opération",-8.86391000198318],["député",-8.86663991243806],["voi",-8.867263060851494],["sujet",-8.868894046637324],["X",-8.870636400913233],["22",-8.870974309600651],["recherche",-8.871309100270006],["abord",-8.872090353994302],["forte",-8.87368885956744],["ka",-8.874888473970236],["voiture",-8.875387982828471],["fi",-8.87623317638904],["autour",-8.876363768555105],["petite",-8.877623002086255],["manière",-8.877634720077499],["gaz",-8.879923071806232],["Di",-8.883035994710653],["vez",-8.883498981774672],["art",-8.885731693732343],["campagne",-8.886156715067665],["aide",-8.88898341385152],["donné",-8.889437475471098],["haut",-8.892603602368691],["formation",-8.893726369451313],["gré",-8.893806347062775],["É",-8.893911519385124],["elles",-8.894335361019039],["choi",-8.894959501971591],["attend",-8.896467704468606],["po",-8.896743976614754],["base",-8.897083329514205],["Conseil",-8.897157410981531],["résultat",-8.899356657270136],["2023",-8.9006124739182],["idée",-8.901558157822702],["$",-8.901573952138023],["loin",-8.902576137716324],["serai",-8.90258335904851],["trouver",-8.903187159603313],["gne",-8.903337215439084],["reçu",-8.906023538224407],["urant",-8.907386836385799],["ère",-8.907924149694715],["Afrique",-8.912738312935168],["source",-8.915145379573467],["Macron",-8.917237972525296],["six",-8.91860208124377],["Vou",-8.921216063567442],["terrain",-8.923864649976343],["pandémie",-8.924021583507093],["ver",-8.92508684970512],["départ",-8.926288708695804],["total",-8.92732467539005],["indique",-8.92736720931076],["pense",-8.927380481724834],["arrivée",-8.927551425405031],["rie",-8.929009386518791],["juste",-8.931639013323053],["ayant",-8.933277198539177],["père",-8.933994346689184],["sein",-8.935853280035804],["permis",-8.935870974609507],["aire",-8.936645482700712],["fer",-8.939181318215873],["connu",-8.940797726370763],["mé",-8.940949320921936],["dollars",-8.944410174895808],["Ces",-8.945763972606706],["édition",-8.95164960388157],["anti",-8.952596700967906],["ha",-8.95403511085644],["parce",-8.956010175404714],["sortie",-8.957481544841782],["21",-8.958038822987959],["moyen",-8.958438551332613],["100",-8.95862048674863],["territoire",-8.958667056849578],["média",-8.959710158984613],["direction",-8.960364734020844],["plut",-8.96212412859526],["décidé",-8.963567121856588],["succès",-8.970487529015237],["soi",-8.972265384771646],["vidéo",-8.973684413403369],["proche",-8.97448541300075],["façon",-8.97525546867141],["client",-8.975273927573388],["iste",-8.97602207870908],["trouve",-8.979916443069968],["corp",-8.98171392574113],["travers",-8.982274578759244],["Canada",-8.984860138015264],["Na",-8.986990369794444],["th",-8.987596847935784],["dû",-8.993774210357383],["Cha",-8.995528244203122],["intérêt",-8.9969950827347],["donnée",-8.997634425216344],["marque",-9.002367921809336],["acteur",-9.002763340496605],["23",-9.004399885605233],["ig",-9.004408948482212],["lutte",-9.004538150158172],["donne",-9.007254071595131],["ukrainien",-9.009022148842691],["Suisse",-9.01672494047887],["gue",-9.021144922925938],["maire",-9.02268864111787],["27",-9.023228395741913],["midi",-9.026967368065876],["doive",-9.029424789215602],["milieu",-9.031586283054281],["habitant",-9.031953304171232],["fille",-9.034125444146431],["qualité",-9.035942904576737],["ique",-9.037986447495346],["hôpita",-9.039395430511918],["étude",-9.039464364001098],["26",-9.039964506397045],["date",-9.043004534935594],["européenne",-9.044719723197584],["chance",-9.04481541153287],["coût",-9.046083328158183],["port",-9.046972308114736],["ois",-9.047180958406505],["è",-9.047184501184567],["livre",-9.049403844871726],["association",-9.04963995116838],["60",-9.050106377728376],["cœur",-9.05265971479555],["générale",-9.054729845247184],["contrôle",-9.055216496165134],["Co",-9.056373019073478],["justice",-9.057390918465808],["lancé",-9.058014227127407],["train",-9.060401737346861],["maintenan",-9.060690829865703],["Ni",-9.060736444316248],["aine",-9.060756283517481],["peine",-9.06527795457626],["Nord",-9.065779152631514],["mot",-9.065942531988085],["argent",-9.067386316926955],["dossier",-9.07045737026156],["valeur",-9.071499678562045],["Q",-9.07240590331201],["inter",-9.072852071500058],["hi",-9.073852786606793],["Bo",-9.074527294661296],["nombreuse",-9.075743338075567],["dés",-9.077631821194585],["espace",-9.081039927294642],["propre",-9.081140371211816],["aucune",-9.082255970812518],["rendre",-9.082583172718012],["juge",-9.083714471324143],["28",-9.085080152387821],["belle",-9.08616401664931],["Mo",-9.087012530106566],["manque",-9.089832415286462],["combat",-9.090303311726727],["course",-9.091116725415917],["telle",-9.09118554152016],["pied",-9.091802016127971],["nord",-9.092736076225968],["Belgi",-9.093847170795259],["propos",-9.09398365077764],["nécessaire",-9.094383071213247],["carte",-9.10098027477304],["mère",-9.103829768309872],["cher",-9.104285842655312],["ck",-9.104366405634455],["eurs",-9.104851547683275],["asse",-9.105498066984492],["estime",-9.107290789926235],["gauche",-9.10798546487288],["permettr",-9.108345269255512],["sol",-9.112443577825669],["solution",-9.112514954390495],["précisé",-9.112627548118553],["mission",-9.113767345074947],["poste",-9.114646063472078],["Emmanuel",-9.11615268606202],["matière",-9.116157450949492],["op",-9.117837623951928],["Ro",-9.118325286971135],["ordre",-9.12016307178948],["ge",-9.121344278738022],["violence",-9.121705792663922],["appelé",-9.122731607756497],["prend",-9.123716752422844],["changement",-9.123729566439327],["ouvert",-9.125539258443537],["Ri",-9.127589144871314],["écrit",-9.131502866145413],["internationale",-9.132531559413312],["perdu",-9.132626953735421],["sanitaire",-9.132797722516445],["communauté",-9.13279847357202],["doute",-9.133024246975252],["vente",-9.133172021387178],["80",-9.13366623891472],["Ba",-9.136230975514215],["élu",-9.137845652418937],["réussi",-9.137938214190847],["expérience",-9.138406656566932],["plein",-9.138990899128672],["Plus",-9.13938318653933],["Y",-9.140605894454602],["économie",-9.141223574440577],["voie",-9.14123476423083],["quartier",-9.14147096239373],["bas",-9.142842815085409],["trav",-9.142915056338175],["pratique",-9.144049219775157],["particulière",-9.144076700957772],["modèle",-9.146881734270774],["prévu",-9.147490470949755],["impact",-9.149765115346899],["entrée",-9.15086723527487],["position",-9.15118443968155],[";",-9.15257118885059],["terre",-9.152580837190404],["tir",-9.153216059957284],["propose",-9.154769373104102],["auteur",-9.15785647496168],["parler",-9.161004212943446],["liste",-9.161482453780831],["Mon",-9.163117584537],["ateur",-9.164433048552217],["mar",-9.16569024312591],["savoir",-9.16753179179521],["avion",-9.168395707812161],["accè",-9.169852123702446],["relation",-9.169861554258986],["journaliste",-9.170073660345977],["salle",-9.171133153182016],["Ha",-9.17162000596186],["bout",-9.173654355216724],["disponible",-9.17566022159594],["objet",-9.175674448028984],["République",-9.175760114894253],["insi",-9.177281240742904],["cha",-9.177730688854815],["Al",-9.179672383511495],["importante",-9.181854441769062],["montre",-9.184284237487255],["présence",-9.187415015793999],["Est",-9.188062533166983],["Quan",-9.188364689617574],["tra",-9.190071282536657],["Premier",-9.190366531664687],["gros",-9.191236113563495],["table",-9.191783039729895],["500",-9.193621338389061],["revenu",-9.193691488787902],["élève",-9.195660398344524],["Pas",-9.195774569124742],["technique",-9.198157255278872],["met",-9.198168892344409],["Coupe",-9.198478386096763],["défense",-9.19858880292611],["citoyen",-9.198812738031386],["retrouve",-9.200919765068303],["comment",-9.201233309981113],["plu",-9.201701236652305],["Union",-9.202141040003205],["Pro",-9.20226280016703],["message",-9.20232646868008],["artiste",-9.202946331675584],["ière",-9.204176984694326],["différente",-9.204476714162324],["air",-9.20449128507222],["seconde",-9.20591653795346],["Ga",-9.208466651401181],["Mi",-9.209116251299719],["ël",-9.209169900388218],["ho",-9.210389971850926],["époque",-9.211353581213228],["errière",-9.211550249377833],["dix",-9.214260637999555],["Vi",-9.215692780605782],["70",-9.215746871101224],["arrêté",-9.216047087966324],["fonction",-9.216163070826717],["enfant",-9.217135176681001],["mouvement",-9.217395979390453],["précise",-9.21885381446943],["transport",-9.218916868611558],["prêt",-9.219077390631998],["capacité",-9.22044463887017],["emploi",-9.220587277576822],["visite",-9.221107921215792],["européen",-9.223243960034505],["lorsqu",-9.22325286603064],["russes",-9.223556877272308],["vivre",-9.223667425243896],["droite",-9.226234908005734],["tique",-9.22628834808424],["rendu",-9.227114743250208],["demandé",-9.227116832426944],["carrière",-9.22870384985374],["parent",-9.229375272977308],["affirme",-9.229774718250308],["arrive",-9.230882695253534],["accident",-9.232732773192605],["différents",-9.232941641403741],["ki",-9.234110774869926],["reprise",-9.234555019388399],["aider",-9.237197741490208],["ab",-9.237778018172786],["Maroc",-9.238678378750532],["garde",-9.239628857100557],["française",-9.24205568518449],["accusé",-9.242991548755867],["principale",-9.243426394757158],["armes",-9.244490029743915],["lin",-9.244579399206742],["Pierre",-9.24521089120202],["meilleure",-9.245549938353603],["longue",-9.248126168269808],["Poutin",-9.248326371355517],["rez",-9.250085329437425],["bureau",-9.250412478503417],["extrême",-9.251454002825714],["écran",-9.251773475379192],["mondiale",-9.253197434216439],["personnel",-9.253263105511817],["sociale",-9.253862645428562],["capitale",-9.255451616732792],["Ville",-9.2568173013223],["américaine",-9.257339696618054],["Grand",-9.260378071714532],["Français",-9.260947737430262],["atteint",-9.261685381788286],["Ça",-9.261770059404231],["mes",-9.262724246111542],["PS",-9.2630452935986],["établissement",-9.264132867897533],["policier",-9.264133059808064],["majorité",-9.264188033937337],["voit",-9.264672367926106],["quant",-9.264804043464679],["plateforme",-9.267329223420678],["étant",-9.27300967436042],["origine",-9.273748222613932],["gé",-9.27400811031811],["réalité",-9.27412818805563],["retrouver",-9.275732494269215],["unique",-9.275869915613391],["peuple",-9.277301573166124],["créer",-9.277854273560962],["arrêt",-9.278378546694686],["mètre",-9.278976524521777],["Mosco",-9.279792254191769],["Ar",-9.281674382259844],["présente",-9.286357726162912],["locale",-9.286968304719363],["affirmé",-9.292090053398528],["sûr",-9.292943898906971],["répond",-9.293507051269678],["dirigeant",-9.293573444104885],["Même",-9.296550434943967],["genre",-9.296629412923089],["véhicule",-9.296779910820614],["souhaite",-9.298042572544142],["ajoute",-9.299698055521777],["compagnie",-9.299850503725054],["expliqué",-9.300221879369026],["venu",-9.300316868872944],["âge",-9.303276535866715],["sanction",-9.30587393475544],["rester",-9.306488021227906],["camp",-9.308967933960172],["29",-9.309914174941651],["PC",-9.31042666326903],["urgence",-9.313165335682553],["profit",-9.313544005830055],["version",-9.31560256788443],["tor",-9.317738631059973],["cité",-9.319979189007867],["continuer",-9.321802495676874],["Ben",-9.32215987023632],["pouv",-9.323120639467106],["AFP",-9.32327561916402],["officielle",-9.32453082247412],["Lors",-9.325916602506679],["Montréal",-9.326571043079179],["prison",-9.327040994043212],["construction",-9.327487378064223],["réponse",-9.330054224125613],["gestion",-9.330165583040086],["dizaine",-9.333467168325823],["employé",-9.336891738638043],["grave",-9.337002454596554],["continue",-9.337318120481719],["assure",-9.337781334196102],["signé",-9.338047220052303],["km",-9.338474668660366],["ib",-9.33936122374984],["étape",-9.340634620968538],["roi",-9.34081102523585],["Man",-9.342476754685425],["facile",-9.343791861916346],["Ta",-9.34385446008444],["travailler",-9.346069385378621],["So",-9.346728957895646],["court",-9.346817935512316],["bar",-9.346964904376167],["baisse",-9.347167102257693],["presqu",-9.347233069454948],["allait",-9.34741534846329],["soirée",-9.34812171519115],["souligne",-9.350206766954283],["professionnel",-9.350366306099886],["hors",-9.350815667267588],["acte",-9.353738888854686],["conflit",-9.354193356377554],["Isra",-9.354246003268905],["ang",-9.355743249748077],["augmentation",-9.357747312615986],["New",-9.358316116880296],["Go",-9.358729665452108],["â",-9.359359854171956],["rare",-9.359740651711384],["gi",-9.359938734435785],["Twit",-9.360839093443067],["ber",-9.36112079131361],["hiver",-9.361532335027576],["voyage",-9.362712848088636],["rang",-9.363737500827925],["conférence",-9.364719592025484],["ry",-9.365917744796235],["cou",-9.36599739027575],["fa",-9.366211880729988],["agent",-9.367255869662461],["Chine",-9.36847968613003],["représente",-9.368615927245017],["assuré",-9.368634541844916],["avance",-9.369942595061083],["bord",-9.37001303260773],["Bou",-9.371289142137286],["ive",-9.371313986974386],["achat",-9.372361056867089],["large",-9.372646995905502],["publié",-9.37266893200085],["commencé",-9.375359548935212],["village",-9.375442250511046],["vite",-9.37626025836078],["international",-9.377470474651712],["and",-9.378708661904717],["véritable",-9.378929409667778],["critique",-9.378997991562091],["viru",-9.380299862682406],["ouverture",-9.382323016197507],["type",-9.382523200566416],["devenu",-9.384495027934985],["incendie",-9.386110765990313],["Bruxelles",-9.38611088925085],["rouge",-9.386387250397366],["Ra",-9.386409982630521],["vin",-9.386688085943637],["Centre",-9.386814003754974],["Sud",-9.388668786355261],["cour",-9.38883210252617],["historique",-9.389720870406826],["avocat",-9.38972094272695],["90",-9.390301360959445],["domaine",-9.391132301241765],["vote",-9.391180771142107],["chi",-9.392096186695873],["inscrit",-9.393345218231655],["ukrainienne",-9.393723122005785],["tenu",-9.395156004086063],["Ka",-9.396599715045507],["administration",-9.396980420570102],["création",-9.397261306901958],["centrale",-9.398494095923578],["éviter",-9.40069481733298],["étudiant",-9.40203800359011],["réunion",-9.402200824932525],["contrat",-9.404312227561093],["moyenne",-9.404734803405763],["tribuna",-9.404852666922888],["lien",-9.405372604832355],["mandat",-9.407475182593515],["réalisé",-9.410438870779068],["tion",-9.412243097235699],["mode",-9.414960468993101],["possibilité",-9.415363271908266],["note",-9.418498609639915],["liberté",-9.419080911238208],["cinéma",-9.41913936917317],["province",-9.419140127173362],["conséquence",-9.419168847821112],["via",-9.422422913688944],["inflation",-9.422809910159552],["supplémentaire",-9.422812087022447],["frontière",-9.422866637103738],["danger",-9.422885487962642],["Van",-9.424174724268024],["décè",-9.42619785604078],["représentant",-9.426590104650167],["présenté",-9.427579109495236],["compris",-9.428006242841748],["of",-9.42810620204733],["andis",-9.428901815963776],["social",-9.430730279168962],["chemin",-9.430917452346609],["ienne",-9.431409067238793],["hier",-9.432938657071308],["chaîne",-9.433440437561034],["particulier",-9.434090390191296],["arme",-9.435094113169896],["The",-9.437124897577313],["35",-9.438226805730046],["sait",-9.438351532600887],["Cour",-9.43953513280031],["Ou",-9.441474329894547],["record",-9.441682826997415],["partenaire",-9.441692013044054],["huit",-9.443505340272726],["aï",-9.445353211969671],["1er",-9.447083360047502],["engagement",-9.447111667099112],["trouvé",-9.449148694375374],["François",-9.449328759305232],["totale",-9.45009454676846],["loc",-9.45121830564996],["week",-9.453180659745172],["élément",-9.454360271519025],["31",-9.456634050435452],["—",-9.457035916999416],["Deux",-9.457543527231213],["souligné",-9.457854503486615],["texte",-9.459069050580778],["respect",-9.45956805088209],["assurer",-9.459654043432963],["sortir",-9.460861918644056],["maladie",-9.460912240763689],["investissement",-9.460912321710149],["populaire",-9.46091641511951],["bou",-9.461214849202635],["obteni",-9.463326264891359],["millier",-9.46482083260062],["chacun",-9.465105407373233],["Bien",-9.465390076695204],["soin",-9.467746732350957],["ance",-9.46795853697676],["privé",-9.468297804691225],["application",-9.468712162784161],["banque",-9.469224207694152],["isation",-9.471580017097843],["gra",-9.473596203255644],["centaine",-9.474437794853005],["bel",-9.47512437461751],["propriétaire",-9.47656776343683],["scolaire",-9.476575819885968],["climatique",-9.476660618318228],["pourra",-9.477371745687865],["ger",-9.478810447563891],["ko",-9.47959271875626],["directe",-9.479694992953696],["Malgr",-9.480837267180483],["existe",-9.483577406081345],["confirmé",-9.484488793978166],["amp",-9.484941916744162],["ouverte",-9.484961732327925],["étranger",-9.485769825109262],["passage",-9.487246756836253],["second",-9.48808334275254],["physique",-9.48847268589132],["champion",-9.488493127792696],["pression",-9.488611789544848],["suivr",-9.489981178161756],["om",-9.495211274110211],["joue",-9.495801744088707],["Paul",-9.495866752866675],["voulai",-9.496404652407591],["musique",-9.496489323497471],["initiative",-9.496495482797291],["compétition",-9.496504445641442],["tier",-9.496531188412922],["opposition",-9.496651478670735],["rappel",-9.496755109882923],["gagner",-9.49686144297737],["ché",-9.498023030753512],["effort",-9.500580166488165],["expert",-9.500634594955827],["humain",-9.501374715454386],["Bar",-9.503216769080513],["déc",-9.50328250465314],["joué",-9.504618804659813],["fédéral",-9.50549263971337],["+",-9.506528479165251],["ph",-9.506727020578158],["épisode",-9.508640767471434],["John",-9.508641738555507],["protection",-9.508741604615814],["faudra",-9.50906637294553],["bâtiment",-9.510204944215833],["auto",-9.510411913827554],["ak",-9.510756025916182],["commun",-9.512273642826461],["difficulté",-9.512716228580988],["émission",-9.513282600878206],["alité",-9.516282224521282],["double",-9.516658250398223],["Allema",-9.517782535381093],["45",-9.51802626554868],["Dr",-9.51957812792865],["numérique",-9.520929815716242],["élevé",-9.521076125819782],["montant",-9.52246622710056],["sort",-9.523366366949233],["choisi",-9.52360967723619],["culture",-9.523690802341862],["ob",-9.524782232257598],["quotidien",-9.524808703154687],["concerne",-9.525062279757462],["belge",-9.525190345356716],["vos",-9.525685279630066],["présidentielle",-9.525948379204953],["figure",-9.526569458897594],["Toute",-9.527460870442031],["pleine",-9.528721207518723],["can",-9.528794535062453],["véhicules",-9.528921580172225],["agence",-9.529481918991983],["pompiers",-9.530079822314782],["sport",-9.530361720508647],["bra",-9.531889799686407],["électrique",-9.533378092313049],["rac",-9.53498752292576],["échange",-9.535646607807372],["rappelle",-9.535777749342039],["Mar",-9.537070640062495],["Fa",-9.537277004445704],["procè",-9.537622421481256],["Côte",-9.539058367128955],["confian",-9.540772750104313],["fut",-9.541250849452886],["électrici",-9.54176390245111],["atteindr",-9.541764050651125],["estimé",-9.541930970708421],["Ya",-9.54196748599189],["attendr",-9.542752015528698],["marqué",-9.543263122573796],["vert",-9.544132945456525],["sorte",-9.544631370936784],["Gu",-9.545051983280196],["laisse",-9.545325246395326],["technologie",-9.545983358910544],["article",-9.545987569992501],["Louis",-9.546138688278727],["faisant",-9.547006975186072],["vise",-9.54730814909262],["arrivé",-9.547878826568539],["Pi",-9.54844933520129],["Com",-9.549127608710508],["document",-9.550084757004115],["concerna",-9.550221670117043],["mondial",-9.550935186141356],["iers",-9.551384812143064],["conclu",-9.551436183179845],["sommet",-9.553212641878538],["éro",-9.553269256787473],["football",-9.553897059995098],["Jo",-9.554427483446872],["intérieur",-9.55447589653221],["ancienne",-9.555349994174518],["changer",-9.556512075752597],["porter",-9.557288909752234],["claire",-9.558094860884228],["régime",-9.55889536980604],["quart",-9.559365091348118],["preuve",-9.559658154106558],["aix",-9.560152956533425],["Beau",-9.560315247338643],["Tour",-9.560524894636554],["tif",-9.560701212587736],["porté",-9.561138053245497],["station",-9.561975497677604],["permett",-9.56399482929002],["noir",-9.565132080732461],["Ho",-9.56638820708105],["Ligue",-9.567369232283713],["vingt",-9.56739070631488],["suivi",-9.567621208886937],["page",-9.567842215562342],["invité",-9.568209861621119],["lié",-9.568322815539267],["Bi",-9.57085037296444],["tué",-9.571259148607353],["judiciaire",-9.571680587850242],["spectacle",-9.57168058897326],["intervention",-9.571680799806222],["logement",-9.572337647487702],["probable",-9.575763339569276],["fête",-9.576242266367338],["endroit",-9.579333618485027],["Su",-9.57951688689602],["manifestation",-9.58039522934402],["nucléaire",-9.580395231041692],["Bre",-9.581262845998975],["plainte",-9.58480962623369],["ami",-9.587575553928136],["ujourd",-9.58905864002626],["condamné",-9.58973781279312],["commence",-9.58992097754673],["regard",-9.590235134563656],["franc",-9.590821507290084],["remporté",-9.59158132179845],["vis",-9.592313542736942],["%)",-9.594891086855613],["invasion",-9.598055880311286],["communication",-9.598846760418004],["UE",-9.598939287565539],["interne",-9.599003917131139],["transition",-9.599798053835066],["faisai",-9.600869456001904],["affiche",-9.601134463800882],["vision",-9.601218183011364],["Michel",-9.604533675522408],["photo",-9.605452912905399],["pouvai",-9.606026438591794],["balle",-9.606835271695005],["aventure",-9.60702899709572],["min",-9.611071947884009],["découvrir",-9.611619303847288],["département",-9.611639966589891],["stade",-9.612256677819747],["anim",-9.614319544997372],["piste",-9.614354271870102],["libre",-9.61459875771084],["retrouvé",-9.615443457944682],["Santé",-9.61553540959073],["lancer",-9.615710763836042],["endant",-9.616176171464947],["lance",-9.616834009088304],["approche",-9.619487880583435],["financière",-9.620579949417726],["puissance",-9.620695546211682],["déclaration",-9.621219651533792],["marche",-9.622120837016965],["von",-9.623231812118362],["99",-9.623885241418044],["Hu",-9.624096952787326],["règle",-9.624995669233652],["°",-9.625145347216623],["budget",-9.625145428142122],["salaire",-9.625219851607294],["avis",-9.625689771646833],["nation",-9.626728847444893],["courant",-9.6283781178733],["lot",-9.629714984739437],["poi",-9.629874009172706],["contact",-9.630874460162133],["réforme",-9.632612805704941],["veille",-9.632947983655754],["”.",-9.633726385525227],["médecin",-9.634063689183897],["Kie",-9.6341341751978],["espère",-9.634319396704697],["britannique",-9.634340798111566],["régulière",-9.634340798163278],["neuf",-9.634364634816805],["personnage",-9.635253122952012],["prévue",-9.63837613093124],["civil",-9.63900477118013],["commerce",-9.639620823181108],["perte",-9.639672041119756],["entretien",-9.639689474660457],["environnement",-9.639725073775107],["utiliser",-9.63975553963064],["nature",-9.63994100118341],["vague",-9.640770451153031],["%.",-9.641263316248372],["process",-9.642256335002992],["augmenter",-9.642276403575583],["espoir",-9.643641384061315],["patron",-9.643679815866852],["langue",-9.643945625131886],["génération",-9.643952378408457],["Marc",-9.64488634317652],["répondr",-9.646005898401318],["demi",-9.64677549597419],["é",-9.648230958581163],["Po",-9.648265822464673],["offrir",-9.648303316620948],["réce",-9.649063983801277],["clair",-9.651120387421965],["unité",-9.651529168912962],["négociation",-9.652989323457438],["contexte",-9.653259080181709],["touché",-9.653950973310108],["vit",-9.655858965876611],["Cor",-9.656595227852147],["urs",-9.6569944189248],["responsabilité",-9.657706304550958],["kilomètre",-9.657739653563837],["alimentaire",-9.657805405340035],["Martin",-9.658204144926195],["âgé",-9.658398440759882],["discour",-9.658831534456809],["défi",-9.659555481964006],["raconte",-9.660373675677189],["débat",-9.663266236482947],["reconnu",-9.663367627807249],["enir",-9.664239967259004],["ions",-9.664262823675713],["aime",-9.665050776869162],["Ko",-9.667080686204013],["phase",-9.668172259957899],["compter",-9.670795314429196],["menace",-9.671071175488073],["chiffres",-9.671873917995034],["frappe",-9.671928137799416],["tournoi",-9.672012184370171],["attente",-9.672141490716541],["participer",-9.672429715598513],["mou",-9.672433956914993],["vait",-9.674721525167895],["secrétaire",-9.67679996743758],["outre",-9.677156708929719],["Con",-9.678125799628583],["situé",-9.67832742868412],["lusieur",-9.678850010781485],["bois",-9.68047251407873],["Ti",-9.682075236437537],["obtenu",-9.682919025697334],["vaccin",-9.68326848741484],["utilisé",-9.683599222082439],["199",-9.683900958633515],["sorti",-9.683980324771653],["profiter",-9.6846337174403],["cor",-9.686181207473625],["étrangère",-9.686485222236065],["Mont",-9.688610862225133],["géant",-9.688614913528543],["vienne",-9.689014584348023],["laisser",-9.689114394246321],["Pen",-9.689211686778947],["souten",-9.68942793216994],["appareil",-9.690493541193916],["extérieur",-9.691363263019099],["cérémonie",-9.691363277830892],["intention",-9.691364012889636],["volonté",-9.69141263341233],["soldat",-9.69152064389177],["rêve",-9.692454417373519],["crime",-9.692739220617447],["vais",-9.692976207425527],["Certain",-9.693036050975092],["Ré",-9.694730716394192],["Luc",-9.695083227795877],["cru",-9.69509421756383],["bus",-9.695233543400583],["numéro",-9.69626528191804],["siècle",-9.696265307185133],["entendu",-9.69645687259109],["Dé",-9.69732484466885],["appelle",-9.69837700374162],["bé",-9.70013451880856],["festival",-9.700353368446315],["Do",-9.700743179442805],["ête",-9.702366164279374],["Avant",-9.702742539497407],["venue",-9.70291596134049],["forcé",-9.706099761941301],["championnat",-9.706143913633916],["entraîneur",-9.706332087831473],["ouvrir",-9.707215464379658],["leader",-9.707267526496931],["actuel",-9.707401039128808],["comprendre",-9.708321686463016],["travaille",-9.708808165409522],["classe",-9.708998096166983],["frère",-9.710908697202182],["remise",-9.711674950742744],["ong",-9.712343453268321],["essus",-9.713164984876524],["tient",-9.715189148306838],["détail",-9.715731222439668],["énergétique",-9.716116951383395],["financier",-9.71611695485458],["contraire",-9.716117326893201],["militant",-9.71611892807369],["particip",-9.717447627274995],["lier",-9.717536768498466],["futur",-9.719123817803869],["capable",-9.720010566865653],["tri",-9.720104430102463],["épreuve",-9.720152398468977],["croissance",-9.721147389122233],["consommation",-9.721188299496294],["super",-9.721403187123904],["couleur",-9.72372687303817],["arriver",-9.724219543430682],["peur",-9.724424281251544],["comprend",-9.724473230563135],["revien",-9.725359391691118],["quatrième",-9.726192585942862],["commission",-9.72649810533494],["proposition",-9.727104864982723],["istes",-9.729070927367527],["actions",-9.729574257147604],["Qu",-9.730742136986859],["institution",-9.731084907993893],["poursuit",-9.731221495401027],["blessure",-9.731281472277555],["off",-9.731452431012483],["vitesse",-9.731541072327886],["Algérie",-9.732050839117957],["quitter",-9.73207183608847],["subi",-9.73267715985568],["instant",-9.733205525396883],["principal",-9.734117685558946],["hu",-9.734437698473918],["puisqu",-9.735834110379976],["surprise",-9.735928572301317],["limite",-9.736896943688329],["Entre",-9.741350304869622],["célèbre",-9.741498970132863],["ï",-9.742349494369659],["FA",-9.742581303259986],["durée",-9.743209897864192],["structure",-9.744165650283215],["fera",-9.744304081014466],["ène",-9.745642984238005],["effectué",-9.74665362287768],["actif",-9.746747951684299],["bilan",-9.747278210462039],["comité",-9.747421356044338],["amour",-9.748583437756478],["gar",-9.74872877067192],["intégr",-9.749182623222627],["David",-9.749843272292807],["analyse",-9.750340046072388],["ferme",-9.750467737230633],["75",-9.751179392856415],["option",-9.751454427049255],["matériel",-9.751834998633454],["tension",-9.751878495334498],["touche",-9.752425122924638],["patient",-9.75254451882903],["Face",-9.753070573856663],["prévoi",-9.75509814791964],["stratégie",-9.75704330575917],["York",-9.757045143388284],["tendance",-9.757061517831872],["Que",-9.758429280127302],["industrie",-9.76013216991327],["fou",-9.760407992131423],["bande",-9.76043820802461],["importe",-9.761469849964591],["moitié",-9.762279597697091],["terroriste",-9.762405290822116],["tenue",-9.762598044389716],["issue",-9.766154152429927],["entend",-9.76661208468123],["parcours",-9.76686179837761],["suisse",-9.766883103863815],["domicile",-9.767544755861332],["absence",-9.767550026757483],["troupe",-9.767655400893757],["Trois",-9.767788507025069],["outil",-9.769425339354424],["star",-9.76967627126419],["présenter",-9.769962450515537],["men",-9.770948373871718],["évolution",-9.771538146003806],["pire",-9.77157151896509],["roman",-9.77218154914113],["ressource",-9.77286837189664],["esprit",-9.77305617295893],["siège",-9.773424383486024],["contenu",-9.774316950589398],["parc",-9.775795825685492],["nouvel",-9.77625410298933],["ica",-9.776481160361504],["commis",-9.776979785865327],["cri",-9.777629073217286],["faible",-9.777969509775561],["Vladimir",-9.778152204156331],["lit",-9.780161478962881],["aff",-9.781047904184003],["blanc",-9.781723513133446],["Lo",-9.782386756556676],["Président",-9.78296216324787],["Sénégal",-9.783419269608189],["suspect",-9.783499798489297],["Assemblée",-9.78350265307819],["Gi",-9.784464145618177],["lie",-9.786163664527916],["haute",-9.786303292587442],["hauteur",-9.786409679555284],["post",-9.786785781732434],["travailleur",-9.786802053595286],["liée",-9.787243746460046],["Mari",-9.78737994624828],["Tous",-9.78738359202002],["née",-9.78795899731858],["rat",-9.789970135625687],["référence",-9.791071000669621],["enregistré",-9.793386538362324],["top",-9.793979788942258],["conseiller",-9.794562779333972],["absolu",-9.795083930994842],["han",-9.798900754819769],["300",-9.799103295717408],["offert",-9.79974331029814],["quasi",-9.800019765162865],["ham",-9.800855221256548],["arrière",-9.801279510137093],["attendu",-9.801403100840659],["hôtel",-9.802052027960997],["devien",-9.802530914592165],["financement",-9.802915116309281],["oir",-9.804315851681142],["placé",-9.804566090356747],["puisse",-9.804972181891852],["catégorie",-9.805180810476394],["scientifique",-9.805180810549928],["classique",-9.805182025393908],["dénonce",-9.805183213217791],["évidem",-9.805362605550535],["participation",-9.805918097821888],["envie",-9.80602843720532],["dose",-9.80614190946401],["2015",-9.806212979902265],["San",-9.806600357156542],["retraite",-9.806829946317018],["cherche",-9.806957258658821],["payer",-9.80800087682649],["dispose",-9.808990640089606],["Per",-9.809010445939435],["chiffre",-9.809462161540901],["Parti",-9.809482339958596],["ix",-9.809970160368822],["wi",-9.810415548973886],["téléphone",-9.810684575539259],["réduir",-9.810810340301543],["Noël",-9.81098017261473],["allon",-9.81221944263931],["engagé",-9.815978611216611],["organisé",-9.816573401375482],["éré",-9.821143754615074],["isé",-9.822573956178857],["prévenu",-9.822578038588299],["univers",-9.8237440595453],["Sans",-9.823871026752919],["ajouter",-9.824041260203769],["réaction",-9.824473033907543],["officiel",-9.82524781862485],["ski",-9.825346393107809],["procédure",-9.82734890410795],["grève",-9.82742551817746],["précédent",-9.828184431136336],["ban",-9.829105039974877],["connaîtr",-9.829114296519409],["mur",-9.829889046224437],["île",-9.831300575573856],["berg",-9.8324682077651],["journal",-9.832607143519231],["rem",-9.832718186610405],["Mali",-9.83275735986254],["visible",-9.83288868242744],["lumière",-9.832960545012497],["Guinée",-9.832982245113394],["poursuivr",-9.833533246614445],["Mor",-9.833657714116729],["importan",-9.833870001664053],["direct",-9.83418994934961],["abilité",-9.834597170682974],["attention",-9.835814452284591],["classement",-9.838334766460836],["discussion",-9.838610020614516],["professeur",-9.838610033905635],["voisin",