{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<UNK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<SEP>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<MASK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<CLS>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"Unigram","unk_id":0,"vocab":[["<UNK>",0.0],["<SEP>",0.0],["<MASK>",0.0],["<CLS>",0.0],["s",-2.6907316506078196],["de",-3.371574698039735],[".",-3.416023081531465],[",",-3.452362890556943],["e",-3.5377675742096066],["a",-3.8560634981095205],["en",-4.124387527570521],["t",-4.166733443332884],["la",-4.285058060647856],["d",-4.448260250895508],["’",-4.640061660549163],["the",-4.7048068992505225],["y",-4.719788446630181],["n",-4.787789685759773],["que",-4.8344318617475555],["in",-4.89571558511185],["el",-5.066762618928072],["l",-5.0774975805966385],["to",-5.115093429183775],["-",-5.184466260375606],["o",-5.283138212096361],["le",-5.284984686336291],["un",-5.305846002231242],["of",-5.342179402967917],["on",-5.3938115459702125],["and",-5.405887442767201],["'",-5.41763486942302],["is",-5.515987326632011],["à",-5.597416818203623],["u",-5.684536571473716],["van",-5.689841166567101],["het",-5.803152852837918],["les",-5.813808121659491],["i",-5.818464092603172],["ing",-5.829909296505514],["los",-5.835717034306798],["een",-5.846041546886495],["\"",-5.866694849265535],["“",-5.9529751468404335],["al",-5.970172159539963],["er",-5.97450540111209],["ó",-6.028545502383485],["est",-6.041623333631897],["du",-6.051209106651125],["con",-6.120414134268335],["del",-6.128382864106388],["dat",-6.191876246146412],["ción",-6.217897014438844],["op",-6.246833458251903],["no",-6.254516374472994],["(",-6.259403547706427],["r",-6.28232104770194],["por",-6.29639201233778],["for",-6.301505447643175],["A",-6.301948386100465],["that",-6.316063052416434],["be",-6.317161008582099],["para",-6.352422929838154],[":",-6.369773078455513],["De",-6.386394061366813],["ly",-6.3925094082241625],["une",-6.4004282047964995],["pour",-6.40286601797183],["La",-6.4075365102208846],["una",-6.45913616690159],["The",-6.470425228214438],["was",-6.487250644648352],["it",-6.49164987024948],["qui",-6.548227572567871],["I",-6.566056749475507],["je",-6.577548650578899],["dans",-6.602902126328427],["with",-6.609191676297959],["au",-6.62211858190245],["voor",-6.622400723058798],["met",-6.624738593151401],["«",-6.648526575293644],["sur",-6.663309723741946],["lo",-6.6841509604678695],["ce",-6.691822814231109],["il",-6.70800849850143],["die",-6.710023782407978],["zijn",-6.7117944357836485],["re",-6.727869974204598],["par",-6.7280016704462025],["niet",-6.729532787807431],["C",-6.736904300889238],["é",-6.748192939201401],["pas",-6.751115019653055],["En",-6.76233437995897],["las",-6.768791074618866],["an",-6.769517064619642],[")",-6.777778491908727],["ment",-6.796774920202601],["om",-6.802730553596728],["El",-6.812464235478403],["m",-6.829963818611073],["c",-6.877009156077362],["ha",-6.894625519281837],["Le",-6.900562538313672],["we",-6.946809505533508],["más",-6.949928947851978],["are",-6.968687461514644],["aan",-6.977941393949219],["he",-6.978894631735631],["?",-6.998573889580831],["have",-7.023121926330905],["said",-7.068026000140998],["L",-7.07655846429121],["ont",-7.077758147873022],["S",-7.08586166742975],["plus",-7.089944811589975],["over",-7.094591376908777],["f",-7.108303955430795],["son",-7.122662141472603],["ook",-7.1589282418560725],["p",-7.160436147363571],["z",-7.1616564160442895],["me",-7.170794144493051],["como",-7.186100218687313],["qu",-7.189274325863147],["19",-7.196395728092586],["from",-7.200617419732097],["or",-7.206776964887961],["by",-7.207348143634306],["1",-7.21077882454504],["has",-7.213482684931506],["aux",-7.226399581123662],["”",-7.2466480724328335],["will",-7.264486812124517],["avec",-7.264526833788315],["20",-7.26820999868926],["bij",-7.271496341775366],["ze",-7.276522984406599],["maar",-7.285365493414329],["mente",-7.289013567375861],["not",-7.30337200340162],["uit",-7.305536727190635],["In",-7.344129832206471],["été",-7.344321610406638],["had",-7.361892763240975],["2",-7.380971583988469],["dan",-7.382329039642729],["h",-7.395848204659989],["E",-7.40101070237205],["this",-7.408562186345646],["ik",-7.4283390557552735],["%",-7.428355028411705],["Het",-7.4524449490282585],["his",-7.4539754428368195],["nog",-7.458011992822225],["‘",-7.469577283661579],["ent",-7.490271459435792],["este",-7.497094187951442],["but",-7.5114076395245615],["you",-7.513013120509354],[".”",-7.513940229473127],["”,",-7.535513842030133],["sus",-7.537404577060295],["g",-7.539557764217474],["out",-7.547660766836895],["entre",-7.557787646306485],["door",-7.563828164242013],["their",-7.566630950482772],["can",-7.56827941462638],["zo",-7.5700378803022605],["ge",-7.593148579822298],["mi",-7.596694995869525],["T",-7.598667809735389],["»",-7.599434487687409],["her",-7.603018018357194],["3",-7.606225476821587],["k",-7.6103594114679485],["als",-7.615163606175329],["wel",-7.623434267314197],["naar",-7.633004401987053],["ou",-7.642328730589384],["5",-7.64694178078501],["ión",-7.648334494971039],["ver",-7.649989584967873],["who",-7.653241093652477],["»,",-7.659839334144859],["sont",-7.6622503823891],["Il",-7.662501633991557],["heeft",-7.67079862405877],["M",-7.685692191343868],["x",-7.701570603213449],["D",-7.701693536064756],["up",-7.70599788842711],["ciones",-7.706190327259108],["4",-7.709391142863803],["Les",-7.729608926577253],["We",-7.743570126063393],["all",-7.744532765648659],["000",-7.746748335346799],["been",-7.751356563728152],["dit",-7.7571054460558955],["they",-7.768083183817209],["fue",-7.773126279426464],["more",-7.78440122723188],["were",-7.790680909449204],["man",-7.796095847670527],["hij",-7.8016507744582455],["cette",-7.812362116562925],["meer",-7.81457260619346],["fait",-7.820983873979097],["mais",-7.8266998659703955],[",”",-7.839983315383666],["étai",-7.851056906078707],["mos",-7.854143212263063],["one",-7.855475879859769],[").",-7.863789640754817],["hebben",-7.863907768184804],["moet",-7.878976376831403],["6",-7.881440926399311],["kan",-7.886411438257408],["dos",-7.889626119171265],["about",-7.89673134586044],["pero",-7.8971766706568935],["people",-7.898261999554451],["P",-7.89856647370641],["also",-7.9019356245084325],["word",-7.919200467215976],["bien",-7.9192031088854],["tout",-7.923685314547766],["worden",-7.926502215594434],["jaar",-7.928013158536549],["It",-7.928436410179778],["B",-7.929344338060295],["time",-7.931268357731231],["años",-7.935084882807455],["$",-7.945423238649623],["10",-7.953615604136125],["va",-7.967489389328513],["esta",-7.969790737938924],["han",-7.975027564403526],["puis",-7.984080817731472],["”.",-7.9856938903735735],["elle",-7.991832976881481],["être",-7.992061278740351],["He",-7.994065005306393],["wat",-7.994166325074142],["which",-7.996953575546428],["nous",-8.007420407649375],["F",-8.007932461367883],["j",-8.011591143298494],["On",-8.017704027476782],["también",-8.022149112807188],["\",",-8.02377804844455],["No",-8.027143181017962],["está",-8.028046298253463],["leur",-8.02921739686111],["Un",-8.041511082811017],["ndo",-8.049945283012654],["tiene",-8.052837953221328],["Dat",-8.053664864685663],["even",-8.053727212828829],["waar",-8.05589165040509],["like",-8.057255377482136],["–",-8.057473011935771],["year",-8.063553430655634],["Je",-8.065066564449712],["deux",-8.06577469788006],["ve",-8.074382475178398],["N",-8.07466791106197],["sobre",-8.081188528210605],["),",-8.08152296721973],["8",-8.088807767634618],["Ik",-8.091271530148655],["…",-8.093698696118457],["would",-8.094947355004166],["O",-8.099961003725523],["día",-8.103984965171012],["/",-8.105877577235567],["Los",-8.106978233966558],["2022",-8.111278888323126],["our",-8.111430170117421],["ón",-8.11366819686553],["7",-8.11615404038242],["autre",-8.122586178064347],["même",-8.122761709985243],["v",-8.123927994597551],["new",-8.125125137432525],["ant",-8.128247757938661],["geen",-8.129300161094791],["avait",-8.139589931245276],["lui",-8.14474201635191],["comme",-8.149381857384354],["ies",-8.151928670268747],["b",-8.164289917608265],[";",-8.172649837613516],["per",-8.175239444057992],["G",-8.183136861341968],["if",-8.184654975770494],["aussi",-8.18544383165131],["vous",-8.187084679269883],["zich",-8.190462488757955],["fin",-8.191286616206403],["when",-8.192068109731176],["other",-8.194786098819543],["9",-8.19529521921098],["after",-8.202365741722081],["werd",-8.208823870411141],["30",-8.220924068615194],["day",-8.2249782467923],["—",-8.227207007480029],["cause",-8.230479024477537],["Y",-8.23953720940607],["place",-8.246652437736207],["kunnen",-8.246979951416245],["week",-8.247966735842171],["todo",-8.248814918946136],["0",-8.253573080619349],["Si",-8.25667675493472],["puede",-8.256933727856891],["ans",-8.25721465052223],["faire",-8.265609202292474],["she",-8.270556502823151],["there",-8.270680888004902],["what",-8.274149120490353],["just",-8.2749929709028],["veel",-8.279592848135053],["2020",-8.281339954151921],["parte",-8.282212832258587],["daar",-8.284007704744326],["Al",-8.286103165483212],["après",-8.28966173434798],["U",-8.29074500523501],["muy",-8.294177070952749],["some",-8.303467802444285],["hun",-8.307460363250375],["part",-8.310018949650178],["!",-8.311454436130571],["than",-8.311736970189795],["país",-8.31653570276773],["R",-8.318874525501219],["gaan",-8.320100166851695],["».",-8.322932366975246],["año",-8.330682767201985],["co",-8.332670034008327],["eux",-8.334580295783445],["Maar",-8.338031862067986],["année",-8.341767173110522],["gaat",-8.34281680472483],["point",-8.345050860266966],["mensen",-8.348732930964452],["avoir",-8.353081114356463],["now",-8.354232384719838],["onder",-8.355128779159841],["hasta",-8.366267533203278],["get",-8.370548107600317],["Por",-8.371601025121624],["J",-8.372564893128441],["them",-8.372661287864716],["rès",-8.37428713475094],["ando",-8.374668110558503],["go",-8.378489543520907],["first",-8.380479009848365],["15",-8.386889454683681],["zou",-8.389909651034138],["Se",-8.39436406561937],["two",-8.395765907682355],["ía",-8.39593409844122],["public",-8.396779180434338],["plan",-8.400778442608917],["its",-8.401473298465412],["fois",-8.403270764887964],["weer",-8.405030841112106],["tegen",-8.412661182397713],["2021",-8.413481014716233],["17",-8.415715681365992],["my",-8.41834513718905],["want",-8.41902464114371],["hay",-8.421166462096494],["how",-8.422336643394033],["million",-8.422781638228031],["deze",-8.425474116307095],["desde",-8.428083933059614],["16",-8.433193371183128],["w",-8.43436406841009],["oit",-8.43483034290687],["12",-8.439803710557724],["ar",-8.441884062854973],["ux",-8.442735070491475],["moment",-8.450203626813341],["ir",-8.45468067786176],["back",-8.456825392440248],["personas",-8.45778374009562],["him",-8.459209539381312],["11",-8.467868815735038],["cuando",-8.470809147531057],["donde",-8.483366306703163],["durant",-8.488926484358796],["contre",-8.503865612322368],["land",-8.51269994889066],["24",-8.518125760884114],["car",-8.522145104416104],["long",-8.522852688377778],["Een",-8.523879837165904],["lors",-8.524679140123197],["This",-8.525163532303345],["pays",-8.528703109593266],["haar",-8.532874790716324],["Pour",-8.53345355110736],["state",-8.534269713825271],["contra",-8.535402186922592],["But",-8.536486097400886],["most",-8.537454696658767],["your",-8.540387017118139],["caso",-8.543982808645946],["nos",-8.549623406342565],["peu",-8.553572568670218],["jour",-8.554064379972878],["toda",-8.554943917033878],["could",-8.558107708626384],["ces",-8.566431860031344],["18",-8.568259657233186],["dijo",-8.5780303074139],["COVID",-8.58007155702952],["ma",-8.582015474771413],["able",-8.587243469825157],["egún",-8.589876756807008],["13",-8.590209202848989],["coup",-8.590392129031851],["V",-8.597977853090082],["K",-8.600221618156027],["personne",-8.602383484779542],["any",-8.603897219763244],["près",-8.608592311465268],["work",-8.609388156037753],["goed",-8.611364234369423],["ser",-8.611681685232046],["heb",-8.611741853446777],["zelf",-8.61518597244814],["total",-8.616032462225487],["vez",-8.62377051647145],["ante",-8.624125085755683],["komen",-8.624520948753855],["mee",-8.627941284297876],["porque",-8.63087121840581],["Mais",-8.630912790544286],["tot",-8.631202703331365],["into",-8.637237967990373],["avant",-8.637351386788957],["peut",-8.639168699119361],["premier",-8.641960219945002],["ación",-8.643565335267503],["real",-8.646673995556437],["last",-8.648607496276291],["being",-8.654475524851582],["take",-8.656994492320939],["temp",-8.661118456536805],["through",-8.661627381922894],["Trump",-8.664131228230023],["staat",-8.66472325897714],["momento",-8.665283303144577],["dernier",-8.666117466425753],["final",-8.66640396600175],["50",-8.671667185223733],["hier",-8.671703395684219],["¿",-8.672584372283513],["25",-8.67481206138823],["twee",-8.675824018277966],["tiempo",-8.67889666257528],["andere",-8.679200798639261],["toute",-8.67946217467897],["police",-8.681174483488086],["face",-8.682194457946757],["during",-8.68785077523123],["ex",-8.69055909862504],["solo",-8.690888749977464],["14",-8.691056920326922],["social",-8.6916505040432],["forma",-8.694842207527413],["auto",-8.695549589814844],["án",-8.69614363227879],["make",-8.698053220261313],["había",-8.698402923639843],["ù",-8.703020400891617],["way",-8.70481147628748],["kom",-8.707387589858316],["quien",-8.709086587852727],["where",-8.714329502981453],["coronavirus",-8.718633608038914],["millones",-8.722268857825632],["nombre",-8.72369785861071],["Van",-8.726095355097751],["home",-8.72858165221654],["doen",-8.729943171353955],["Et",-8.734193909297451],["iendo",-8.741960774325257],["todos",-8.74414728733663],["hacer",-8.747412075850216],["Une",-8.7476539477368],["maken",-8.752161329992116],["H",-8.75361756517458],["well",-8.75614874885543],["base",-8.75929512367094],["nieuwe",-8.761683325132047],["krijg",-8.762876758277352],["every",-8.763706603533508],["monde",-8.764134066017677],["going",-8.76592037619287],["high",-8.766026480287664],["off",-8.76728424400007],["sera",-8.767997429117822],["government",-8.770194480607845],["team",-8.77178566350604],["many",-8.771960801484768],["San",-8.772939673295134],["encor",-8.778657605439273],["Er",-8.780516045157727],["président",-8.781795011027832],["á",-8.789139784269032],["Con",-8.789631603473694],["tijd",-8.791403672527213],["están",-8.792399836210585],["zal",-8.792762241003688],["whil",-8.79348080586564],["cuenta",-8.797070285085214],["thos",-8.797470777103175],["moin",-8.797842109119701],["100",-8.799550594615265],["New",-8.7998564398677],["before",-8.801525329644251],["equipo",-8.801542512420948],["sans",-8.803029554677536],["Estado",-8.805508687997275],["première",-8.806579827788918],["nuevo",-8.80944130384495],["mayor",-8.8096557002839],["And",-8.814943566943729],["ado",-8.815743943210016],["mis",-8.81790184229489],["club",-8.818033181358995],["need",-8.819209175325664],["help",-8.821419618918924],["sido",-8.824105510705627],["ville",-8.826852130366014],["emos",-8.827945309892801],["vida",-8.828017430135521],["France",-8.828915065415387],["toch",-8.830797172467918],["down",-8.831311680149332],["tous",-8.833617969099704],["hace",-8.833685185833527],["mismo",-8.836068451877319],["cada",-8.836083194236704],["weg",-8.8363221634959],["partido",-8.837054991988802],["ci",-8.841511164645944],["years",-8.841964178756347],["galement",-8.842353063905698],["primera",-8.842552181674808],["film",-8.842581550579558],["tres",-8.848052136210345],["th",-8.848831060855648],["semana",-8.849357845105189],["ca",-8.850801112254471],["health",-8.8527687209886],["vind",-8.853264822253612],["mijn",-8.855333801539288],["wil",-8.860429001134083],["era",-8.866013217733107],["euros",-8.866750932677686],["media",-8.867094679164481],["Ze",-8.867251347438312],["should",-8.8681933074045],["mal",-8.868348221978026],["gran",-8.86883258762412],["alle",-8.870237074686827],["question",-8.87873005779078],["dont",-8.879766487528737],["embre",-8.879790979104802],["Lo",-8.87998993883228],["importante",-8.882427972441288],["volgen",-8.8830609444723],["hoe",-8.887472725824267],["ministre",-8.887997343346981],["know",-8.88837788202223],["mois",-8.888581942394126],["Op",-8.88869035313136],["otros",-8.893319505705044],["continue",-8.895376135085518],["thing",-8.899379730964727],["tras",-8.899767276589024],["presidente",-8.900025200754246],["agains",-8.90268667450572],["así",-8.90606469699895],["Nous",-8.907490136584576],["cas",-8.910532805099011],["después",-8.915724289001185],["último",-8.916307655662056],["euro",-8.918021864377446],["zegt",-8.918677502333713],["déjà",-8.920194288762625],["ju",-8.920941479503934],["lugar",-8.921469043763754],["Als",-8.921775000802704],["21",-8.923659882603154],["nueva",-8.924056351806811],["nouveau",-8.924617656653645],["still",-8.925124322193456],["pasado",-8.926860644502284],["heel",-8.92732529024088],["Dans",-8.92803539027485],["idad",-8.928373836713218],["local",-8.929232089290437],["Ook",-8.93246874890592],["ation",-8.935704050220025],["eerste",-8.937348238191454],["Hij",-8.93773500968097],["nouvelle",-8.937961158868315],["40",-8.939520549178372],["será",-8.948101700581883],["ujour",-8.948903244385685],["quelque",-8.949867884378786],["certain",-8.953719610833321],["start",-8.955790391319827],["00",-8.957170139986308],["trois",-8.957453007536298],["ba",-8.957563434269648],["made",-8.958780395563844],["22",-8.959617905839057],["three",-8.960748863339395],["vie",-8.96159647783146],["tanto",-8.965071237451115],["She",-8.965562677737356],["medio",-8.967900082483226],["leurs",-8.969695656520514],["200",-8.972114390960325],["Na",-8.972201697104317],["force",-8.973067158137138],["iets",-8.973343147898115],["donc",-8.973410112602807],["Die",-8.974159719719179],["may",-8.97600636200998],["don",-8.982171366734462],["Daar",-8.985233025795022],["Nederland",-8.986324672113412],["look",-8.98657788784674],["game",-8.987167055818983],["lopen",-8.99029546584256],["Ademá",-8.990797799251968],["sector",-8.99257099538124],["ça",-8.993072599060952],["zien",-8.993082276109426],["second",-8.993765434049081],["support",-8.994803742116162],["hele",-8.99495579568363],["hem",-8.995800955046718],["mejor",-8.996020847219132],["use",-8.998738843044006],["plusieur",-9.000694398362075],["under",-9.003618424581658],["entras",-9.003955734768766],["very",-9.0053878766082],["ur",-9.005722764444453],["hecho",-9.006320589195361],["sous",-9.007114313940551],["virus",-9.007622674439183],["best",-9.009070265491706],["trabajo",-9.016549603724066],["semaine",-9.01692695077466],["tussen",-9.017499521477237],["otro",-9.018597738744027],["Elle",-9.018740749190535],["via",-9.020019427644964],["dernière",-9.02112177104775],["school",-9.021321504650379],["ainsi",-9.02138420428162],["situation",-9.021542165257687],["match",-9.023253578858046],["Zo",-9.024194067515044],["antes",-9.026385578114265],["alleen",-9.02704626017459],["W",-9.027078973036271],["sociale",-9.027156844946298],["grote",-9.028151092089946],["ever",-9.032434328378372],["heure",-9.035358426946516],["country",-9.03601506311115],["alors",-9.03612210385009],["Be",-9.036143281793976],["tant",-9.03622183922543],["Esta",-9.037639917163403],["much",-9.038418541170799],["good",-9.040530569771372],["Au",-9.040616458198542],["À",-9.041142196769023],["suite",-9.042775037704885],["ils",-9.042901915801448],["Pero",-9.043570513814974],["test",-9.051082439963675],["menos",-9.051289184427844],["issue",-9.054142731706975],["change",-9.054595689140196],["voir",-9.056217385171442],["ico",-9.05624029103189],["pandemic",-9.057160127776193],["punto",-9.066199751164849],["selon",-9.069548096766432],["number",-9.069730629272504],["horas",-9.073072320560101],["chez",-9.073082682052354],["homme",-9.074108118636287],["open",-9.075518527481268],["tener",-9.07765950359197],["important",-9.077703170465284],["cases",-9.07789694987019],["projet",-9.07917829195625],["business",-9.080178247997637],["service",-9.08019473226238],["think",-9.081758757745497],["Me",-9.08281191348289],["water",-9.08601622760796],["ahora",-9.086871992470357],["procent",-9.08722775717769],["There",-9.087270633845854],["mucho",-9.087690416857793],["information",-9.089557989007776],["So",-9.089633773345474],["Covid",-9.08998798695526],["empresa",-9.090482886994746],["qué",-9.091688495628343],["says",-9.09427320155283],["around",-9.094301345517756],["China",-9.095761925647622],["uego",-9.096805057702966],["heid",-9.098412791956132],["équipe",-9.10034443726976],["Europe",-9.10036407831053],["dag",-9.102737845125976],["Este",-9.102876646087314],["calle",-9.103378023698895],["ciudad",-9.1043436183923],["primer",-9.104531571395249],["these",-9.105052499560632],["actual",-9.105645927611516],["23",-9.108348638703191],["right",-9.108555470531961],["Para",-9.110489550271726],["come",-9.111216301947135],["leven",-9.111869486578694],["Ukraine",-9.11300254918281],["finale",-9.1145520797402],["Sin",-9.116670137312965],["familia",-9.116710865373793],["If",-9.117211604147155],["politique",-9.117669750630348],["season",-9.118584595330768],["old",-9.118776800465458],["beau",-9.119540193052021],["manera",-9.124700021343447],["world",-9.124720297512333],["vol",-9.128970670792521],["acuerdo",-9.13177097709803],["did",-9.133791604892938],["fuero",-9.134054770399661],["vers",-9.135576458240017],["mundo",-9.135878599546356],["gas",-9.137598132354082],["gouvernement",-9.138401098617976],["such",-9.138728214073884],["&",-9.141339701597863],["grand",-9.142565566797018],["hard",-9.14322044337042],["close",-9.143986272847197],["mil",-9.14535511086046],["estado",-9.14539696723656],["Cett",-9.14545203130465],["men",-9.146326393072865],["site",-9.148712822229058],["echt",-9.150955737101244],["general",-9.151666076267013],["kun",-9.152713273249905],["life",-9.15551673900682],["jusqu",-9.15787615830154],["later",-9.158136914524665],["embargo",-9.158248347967103],["ja",-9.159322711180119],["estos",-9.160464852601816],["26",-9.16266929978011],["estaba",-9.163214309986017],["Re",-9.164049896978156],["For",-9.169187256784241],["US",-9.170980479312824],["possible",-9.171219236002802],["ait",-9.173713393155634],["mo",-9.17448464888607],["since",-9.174958935372477],["video",-9.175584183923085],["show",-9.175923556706207],["début",-9.176312418582276],["kwam",-9.178015605679196],["ben",-9.178289419726614],["lieu",-9.17836274353798],["gobierno",-9.178757722955341],["communit",-9.179437125985555],["lot",-9.180127298564496],["Ma",-9.181441488163292],["Gobierno",-9.182078544958216],["self",-9.183833393821793],["afge",-9.185263547090166],["situa",-9.186620650190562],["age",-9.18826935968546],["keer",-9.190046065324061],["company",-9.190446417599137],["Su",-9.192102745220645],["play",-9.192928846620699],["zona",-9.193110353930745],["altijd",-9.194221775965435],["especial",-9.19509924019146],["empre",-9.197048708015613],["proyecto",-9.200168644040758],["28",-9.201073480794095],["That",-9.20109523544682],["femme",-9.203937696252918],["État",-9.20478954702996],["came",-9.205117355025624],["tuvo",-9.20604122253601],["family",-9.207343848069783],["500",-9.207948629938285],["servicio",-9.208215614386555],["nada",-9.2084430663984],["Dit",-9.208636421357738],["60",-9.210485793465898],["hoy",-9.210657212787044],["27",-9.211287546846396],["nuestro",-9.213331163108448],["eigen",-9.216286510882039],["algo",-9.216672608424926],["hand",-9.218952502526781],["president",-9.21974711084486],["hui",-9.220460217940225],["waren",-9.223111864392594],["Z",-9.225751735480216],["niveau",-9.226668167060604],["gewoon",-9.22688958549898],["national",-9.228303636658827],["including",-9.23065194390609],["result",-9.231240699585298],["faut",-9.238427467967746],["next",-9.239646451936272],["estar",-9.240339735899912],["Twitter",-9.242937719223459],["report",-9.243173229874273],["mogelijk",-9.24397964023891],["personal",-9.244719972322741],["partir",-9.245389829399114],["2023",-9.24817994999669],["terug",-9.249624687874253],["cours",-9.254015998770559],["laten",-9.25662592611417],["venir",-9.259706031716235],["grupo",-9.26167464127866],["main",-9.264373728052671],["uur",-9.265016392265915],["Dan",-9.265538209638308],["entreprise",-9.266318688109607],["notamment",-9.267198699097658],["ga",-9.269571015644122],["ter",-9.270116406454688],["avai",-9.270963325826044],["í",-9.271532770229697],["record",-9.272566371295294],["Par",-9.273153997904465],["groupe",-9.27316392116658],["vent",-9.27575821986872],["grande",-9.275929349589855],["ready",-9.276406144472556],["recent",-9.277100093068873],["crisis",-9.277286238604383],["poco",-9.281894165010483],["2018",-9.283081296136913],["head",-9.28333161489573],["binnen",-9.283376809324334],["rapport",-9.284504689104377],["Nacional",-9.285430751751903],["say",-9.285898935622857],["política",-9.286868398613585],["zoal",-9.287372162733618],["casa",-9.287506074575358],["X",-9.289162224985164],["mon",-9.289170595820641],["rix",-9.28933857744968],["person",-9.289598877023842],["Mr",-9.290733532360473],["own",-9.290737678331503],["partie",-9.291089130247553],["student",-9.292271557585028],["travé",-9.2959885317354],["onze",-9.296257873368301],["mij",-9.29940171950361],["same",-9.300828191444223],["impact",-9.30088349573154],["houden",-9.301281332536973],["lang",-9.303320282756125],["care",-9.30369346166863],["poder",-9.305397508323367],["told",-9.307809059983231],["tijden",-9.308311958511705],["between",-9.308717781187127],["Met",-9.310105281983635],["él",-9.311063601796196],["centre",-9.31290181501667],["Biden",-9.314502455688794],["both",-9.314995828342731],["You",-9.317794201823526],["group",-9.321337800637442],["tipo",-9.321561049964835],["mes",-9.324996221832194],["podría",-9.325829224748869],["line",-9.32603263425037],["rond",-9.326235718864309],["President",-9.326804885206656],["minder",-9.327239105784038],["top",-9.32780832658062],["cual",-9.328549590426402],["amos",-9.330094071114996],["put",-9.330888645549901],["hospital",-9.33142976289816],["post",-9.331435434373937],["control",-9.331512409793868],["large",-9.332038719958923],["steed",-9.335694542821841],["drie",-9.336424081624745],["politie",-9.336695374388238],["Mi",-9.336784790010487],["nother",-9.33779367468185],["hombre",-9.338438626375705],["services",-9.339666760771497],["six",-9.34127171161054],["otra",-9.34227706952667],["got",-9.342337536019222],["ambién",-9.34239864129395],["To",-9.346106066814706],["Esto",-9.348617714779056],["great",-9.351247394626547],["werk",-9.35463706007614],["ging",-9.356217806339561],["problema",-9.357127660964736],["ici",-9.358114916916238],["vote",-9.359206927648362],["dar",-9.359630271796387],["staan",-9.359933862382725],["droit",-9.360113396737276],["chose",-9.363879137128809],["29",-9.364462955455899],["won",-9.364589620092056],["problem",-9.365803628113252],["autoridad",-9.36600669900167],["déclaré",-9.366981463762329],["maal",-9.367314586941921],["air",-9.368288045562643],["Wat",-9.369907364733375],["pro",-9.370085275676637],["four",-9.370957239027454],["pris",-9.37284231697243],["jeu",-9.373508469819228],["côté",-9.374010718105964],["alguno",-9.375038809667705],["court",-9.375105573337736],["pu",-9.37706145614145],["current",-9.377838347803845],["tan",-9.378328706647416],["keep",-9.378499114985171],["geld",-9.379554377215424],["ôt",-9.379745310303647],["medida",-9.380126563126684],["ello",-9.380234041382163],["effet",-9.380462490129787],["Voor",-9.381293004657115],["extra",-9.382836639621756],["saison",-9.384499585427864],["avon",-9.385440817671059],["Una",-9.387177072708784],["notr",-9.38745785544707],["action",-9.388443135448023],["travail",-9.388658176016577],["achter",-9.390213068907322],["compte",-9.390586910005197],["low",-9.390714317399087],["haber",-9.391203059405843],["few",-9.391450820740959],["Méx",-9.394477480484694],["far",-9.395594468612696],["jaren",-9.397570774027088],["contact",-9.398033651590396],["Europa",-9.39849052336779],["€",-9.399117945924868],["call",-9.403026361957824],["cambio",-9.403234536432684],["director",-9.405179445254149],["York",-9.405191897789901],["coming",-9.405612155238266],["Friday",-9.405863915179427],["meses",-9.407097467763267],["35",-9.407444662579],["pendant",-9.40916740754928],["nuestra",-9.41095622319699],["70",-9.411739057903436],["cent",-9.413447965453827],["31",-9.414823647063365],["mag",-9.416983737307252],["anti",-9.417487703617878],["actividad",-9.420331342585673],["case",-9.424516675361385],["proceso",-9.42568800445726],["live",-9.42570201968907],["mucha",-9.428288248121795],["ooit",-9.428623720670426],["seule",-9.431122892237473],["State",-9.43244345997096],["Oekraïne",-9.432768107207686],["app",-9.433128836977223],["España",-9.43315630805378],["provide",-9.433521656012028],["última",-9.434181547266054],["famille",-9.435298349459242],["té",-9.436817852765493],["American",-9.438361405174879],["laatste",-9.439625478476538],["één",-9.439738052902264],["ailleur",-9.43999293841929],["wereld",-9.44114401727797],["night",-9.442008357169732],["willen",-9.443329393186787],["bon",-9.44373568432368],["nivel",-9.444696341513808],["pourrai",-9.445436805602217],["pre",-9.445866481005417],["jamai",-9.445894495649537],["condition",-9.445924704141303],["80",-9.44610488208605],["though",-9.446824317941811],["plaats",-9.447025817816739],["election",-9.447869215481552],["za",-9.45149540303856],["région",-9.4515304156717],["huis",-9.451956291777428],["programa",-9.452511651150886],["aurai",-9.453518546095674],["chef",-9.456012463115481],["Rusland",-9.45697610600888],["Saint",-9.458600506148485],["seguridad",-9.459815128947518],["different",-9.460613832375255],["ré",-9.46310585285068],["jeudi",-9.46358930046603],["pouvoir",-9.463598846753179],["direct",-9.466204511981601],["each",-9.467766646469267],["month",-9.467950405616978],["tien",-9.47026746645815],["centro",-9.470413281595295],["cosa",-9.47627972812558],["online",-9.477481092299708],["Dr",-9.47795041424345],["Volgen",-9.478273752401174],["vier",-9.478587554610693],["zij",-9.480760275221366],["Selo",-9.480969569810862],["ès",-9.481152387142073],["mercredi",-9.481395970695257],["Russisch",-9.481884187022068],["love",-9.482318813873414],["joueur",-9.482506194664506],["junto",-9.48332942463014],["historia",-9.483985347031142],["annoncé",-9.485863082839384],["system",-9.48594245518748],["unos",-9.486371579575309],["city",-9.486372467936096],["dimanche",-9.486519758802459],["otras",-9.4865416899014],["found",-9.487691022824286],["bajo",-9.489509468847473],["ch",-9.489959277331337],["cuatro",-9.490400399468546],["Sur",-9.491182969546543],["include",-9.491281603317514],["mardi",-9.491565472235916],["lundi",-9.492628409741084],["near",-9.493633910099812],["esto",-9.493652378718428],["stad",-9.494672531931432],["hizo",-9.494945805587271],["verder",-9.496224465012023],["principal",-9.496420153862402],["alguna",-9.497204770830614],["win",-9.497229121912099],["informa",-9.49740797393509],["term",-9.49752606346709],["eront",-9.497968564591336],["decision",-9.499444860265035],["vendredi",-9.499445772693273],["produit",-9.499459118321724],["aient",-9.499949546744997],["cómo",-9.502237281935493],["russe",-9.502621170071613],["90",-9.503393645565584],["vrai",-9.503644751073885],["Russi",-9.503852033551189],["tour",-9.5047649725524],["agua",-9.506965699572019],["persona",-9.508810753234762],["Bij",-9.509259828498688],["kinder",-9.509657218399285],["Unidos",-9.510175109554883],["dire",-9.513352142899912],["zit",-9.514203062365299],["weten",-9.514936367481003],["mar",-9.515826500972407],["voorbeeld",-9.51603070803022],["course",-9.516373290030858],["gebruik",-9.517112102286465],["population",-9.519051971273097],["reported",-9.51972120088069],["half",-9.522073652927283],["nodig",-9.522853230908147],["45",-9.523760851656633],["mesure",-9.523994821145015],["vía",-9.524322515970226],["fans",-9.524500912707008],["across",-9.524512843207551],["salud",-9.524722719408508],["bedrijf",-9.524942489125293],["inform",-9.525296856877304],["resultado",-9.525529832319002],["celle",-9.525752030276129],["onderzoek",-9.525901682128932],["used",-9.526044583429654],["unque",-9.527370295591016],["quand",-9.528355779953225],["série",-9.529795173531618],["tenía",-9.529816871826554],["Ucrania",-9.53076642010584],["blijven",-9.531483957414931],["red",-9.531494465305034],["When",-9.533112448311574],["gente",-9.533302843899088],["weet",-9.534095633234347],["raison",-9.534565372479886],["porte",-9.536303051692766],["gemaakt",-9.539477081657306],["vient",-9.539492396008724],["aantal",-9.539633778174387],["full",-9.539919323572441],["posible",-9.542621580899384],["give",-9.543800695661036],["mettre",-9.54511600774334],["vooral",-9.545196203080893],["charge",-9.548495622033856],["remain",-9.54874636674974],["adde",-9.55048221946992],["cet",-9.550707232440683],["dio",-9.55093891181134],["source",-9.551039324787023],["próximo",-9.55341339285641],["reste",-9.553953083850539],["frente",-9.554090673311055],["zonder",-9.554440630082027],["sigue",-9.555612031940262],["trata",-9.555920594916028],["minister",-9.557486392041243],["quatre",-9.558316761010163],["concern",-9.559697941765235],["cela",-9.560827041645044],["samedi",-9.561588714759207],["lado",-9.562600759743628],["side",-9.563788990642548],["event",-9.564554837681309],["derecho",-9.5667796851008],["working",-9.566935256852588],["Son",-9.56973351833511],["suis",-9.57012999550307],["guerre",-9.570325944939537],["zone",-9.572647754418368],["ron",-9.572703560503328],["hour",-9.57281020364395],["big",-9.574884158429711],["número",-9.57658517928549],["mort",-9.576637611410678],["jó",-9.577181545508441],["parent",-9.5786801755125],["encuentra",-9.57905594922664],["señal",-9.579898810518742],["maakt",-9.580343752931824],["ullen",-9.580482770704007],["dólar",-9.580563084994168],["market",-9.580877470551473],["capital",-9.581071311896974],["Apple",-9.58114872602274],["bonne",-9.582311754758614],["entro",-9.582617407877589],["position",-9.582969798895217],["miento",-9.583665092526246],["area",-9.584387584742313],["militaire",-9.58538585472819],["kind",-9.586161376822453],["March",-9.58653827593161],["grandes",-9.588736533311023],["misma",-9.589282122771353],["price",-9.589739159587683],["nacional",-9.59053205075542],["image",-9.591534313645802],["oficial",-9.591874270165953],["level",-9.592680260716902],["body",-9.593095310191204],["prendre",-9.59334988084263],["sistema",-9.593362116099339],["sino",-9.593582536623508],["niño",-9.59578705940175],["left",-9.596390907595705],["effort",-9.596534359635282],["never",-9.59670892157557],["objetivo",-9.597783250842317],["llegar",-9.597962859352482],["according",-9.598690831575592],["histoire",-9.59904601694776],["jarige",-9.599065369601988],["City",-9.599789340967096],["laat",-9.599828224950793],["cualquier",-9.601685698679002],["segundo",-9.602837241785332],["United",-9.60287247163192],["TV",-9.603212789834306],["devant",-9.603562248914749],["hit",-9.60483731746589],["casi",-9.604892808187962],["endo",-9.604906162070804],["rien",-9.607262277634597],["decir",-9.607323121697467],["comment",-9.607723766359168],["production",-9.607978449903138],["mean",-9.610693730983535],["ancien",-9.61249442405878],["sí",-9.613024496854198],["Du",-9.614591076757542],["vu",-9.615126393998214],["beter",-9.616556089957035],["muchos",-9.617024980753019],["snel",-9.617282440700691],["return",-9.618516778694065],["Jean",-9.619341110074647],["project",-9.62089162136079],["positive",-9.622076721982781],["something",-9.622540830542356],["avond",-9.622668351315024],["present",-9.622711155432665],["Québec",-9.623311984288968],["nationale",-9.623640155327262],["devrai",-9.623937826790364],["statement",-9.624207945161826],["wij",-9.624339761070836],["share",-9.624535418386186],["Monday",-9.624753602331072],["oorlog",-9.62588184242246],["hora",-9.625955950394609],["geven",-9.626094959782957],["power",-9.62638100210326],["Of",-9.627119027271029],["jeune",-9.627397629430549],["noche",-9.628247553312928],["primero",-9.629351138450515],["Co",-9.630879608633714],["Pro",-9.632154914311801],["occasion",-9.633227204520402],["deuxième",-9.633740871092918],["West",-9.635167770190751],["receive",-9.63598063468292],["investiga",-9.636740022297204],["elkaar",-9.637339055261329],["votr",-9.638538034741034],["enfants",-9.639056855218733],["minuto",-9.639504849408066],["believe",-9.64117559582732],["zitten",-9.642865551996657],["better",-9.642967220962333],["nemen",-9.643159518356082],["feel",-9.644950713173305],["Nederlands",-9.645573561716766],["until",-9.650772034385856],["Chine",-9.651259738215078],["must",-9.651430224251737],["kon",-9.651553737265296],["Así",-9.652938515159022],["chance",-9.65352963738756],["All",-9.653538927586919],["former",-9.653725349724478],["mise",-9.654357059259592],["gemeente",-9.65752127290478],["ally",-9.658332464971615],["eerder",-9.658348502177123],["What",-9.65889995827091],["groot",-9.658921703818628],["quiere",-9.659911020964943],["South",-9.659934775430596],["miljoen",-9.662539663408653],["Sa",-9.662747676686594],["cargo",-9.66408068872601],["zeker",-9.66458670180489],["soir",-9.664736854110693],["haci",-9.664885987274626],["lunes",-9.665465011573687],["zeggen",-9.666818360539246],["Rusia",-9.666918658085041],["directeur",-9.667030436693805],["ban",-9.667775160656056],["begin",-9.66872917338377],["bekend",-9.670245865208429],["Ja",-9.670357557417404],["children",-9.670991978978028],["vario",-9.671962426796117],["bank",-9.673676881546601],["wh",-9.674047902391754],["anders",-9.674097471384059],["pay",-9.674663432509373],["afin",-9.675136223959996],["expert",-9.675319585043653],["quarter",-9.676256897726336],["might",-9.676452629430793],["viern",-9.677258634008417],["vehículo",-9.677773142669782],["order",-9.67820302673578],["does",-9.679239023507172],["didn",-9.681312388402947],["serie",-9.683366590735895],["arly",-9.684045720422024],["mercado",-9.68457873832257],["cinco",-9.684657762995643],["future",-9.68471594219902],["petit",-9.685350868729287],["hi",-9.687081466300057],["away",-9.687246276008167],["National",-9.687269348047455],["trop",-9.68805007709891],["redes",-9.68843067208731],["months",-9.689184287365045],["five",-9.689570826372666],["público",-9.68985265399575],["things",-9.690674760947397],["nation",-9.691105367991227],["bi",-9.691418815291918],["Hoe",-9.692064529812946],["iedere",-9.692126431452428],["Ha",-9.692956874113175],["somme",-9.693041916504608],["stock",-9.693564906767481],["increase",-9.694297107578095],["Ver",-9.694540892064339],["aujourd",-9.69577920000565],["energie",-9.696192876360897],["mujeres",-9.696258903591133],["mujer",-9.696491569732013],["sécurité",-9.696809063005016],["alles",-9.69877374110296],["County",-9.69889493229779],["route",-9.701345090492818],["hijo",-9.701788472928996],["Or",-9.7023400911469],["werken",-9.702394405597051],["réseau",-9.70328768218775],["Canada",-9.703564888653851],["front",-9.70478835467926],["ciento",-9.705768767810767],["alway",-9.706427858283519],["risk",-9.707118127580777],["Zij",-9.70777703259655],["sentido",-9.708364366655694],["Plus",-9.709684770783651],["tendrá",-9.709883021837271],["producto",-9.710451940584594],["demande",-9.712030989757892],["affaire",-9.714657386379397],["ellos",-9.715052342838796],["mañana",-9.715334396127755],["here",-9.71634795531182],["ín",-9.717467760288923],["process",-9.71853145441974],["vast",-9.719471313435509],["making",-9.719506099222041],["David",-9.7196398244103],["Black",-9.719744946206063],["bar",-9.719874245109217],["vrij",-9.72051312100779],["dice",-9.720990619497826],["sábado",-9.721015623290752],["Health",-9.72244444436619],["officer",-9.722843058988449],["aire",-9.722875173106127],["sport",-9.723409128264615],["Whil",-9.724181186858633],["espera",-9.725295776377775],["minutes",-9.725604314665302],["members",-9.727106808714947],["juego",-9.727268528755884],["jugador",-9.727703335625268],["stay",-9.729951130224336],["realizar",-9.730426340634516],["With",-9.730426544382407],["Thursday",-9.731044980373344],["blijft",-9.732320672714948],["food",-9.732465053385056],["cerca",-9.734673260299227],["become",-9.734898362999397],["went",-9.73579675509431],["aún",-9.736303296248721],["idea",-9.736515741305157],["name",-9.736563851323938],["Car",-9.73658889046279],["ken",-9.737262186510161],["spread",-9.737348914996526],["global",-9.738866799563922],["sol",-9.739153113169131],["Etat",-9.73921925575469],["víctima",-9.739721155063538],["allemaa",-9.739791235941304],["pueda",-9.74073274726598],["EU",-9.740876592610753],["boven",-9.74369983451384],["ité",-9.744217518703337],["veces",-9.744343099930102],["international",-9.74554415353752],["Argentina",-9.745772244475901],["staff",-9.74599527079653],["again",-9.749105436278473],["Om",-9.750447443204738],["office",-9.752539273841629],["brand",-9.753347207969282],["Mo",-9.754321573687266],["Sunday",-9.754438179844364],["produc",-9.755159204967605],["rest",-9.755397531658918],["domingo",-9.755858591506247],["General",-9.755973202603649],["vaak",-9.756908083269028],["samen",-9.75711272328594],["One",-9.757636701773208],["doet",-9.758927759976242],["seguir",-9.759027427855326],["Madrid",-9.760264957985484],["Hay",-9.761682955556363],["Tuesday",-9.761748744971406],["erg",-9.761824804660709],["quoi",-9.763355442091214],["Ces",-9.764584496826085],["pandemia",-9.76621301726248],["May",-9.766500708986015],["money",-9.76671986877632],["crime",-9.76758301092887],["parti",-9.768521184334304],["aura",-9.768544722075088],["chaque",-9.768719608969374],["onces",-9.769062785229314],["gens",-9.769144719839455],["Nu",-9.770196320146265],["law",-9.771039374275688],["dollar",-9.77185236429677],["Saturday",-9.772196332858748],["juli",-9.772428790161918],["normal",-9.773329160803616],["uso",-9.773532226572684],["light",-9.774270258791155],["experience",-9.775052303670986],["janvier",-9.775217097788158],["Entre",-9.77658608069406],["fuera",-9.776832120735639],["St",-9.778390444431011],["rol",-9.780047566163784],["Ben",-9.78005236234089],["tra",-9.780452002932886],["agit",-9.781026898171916],["women",-9.781302056701739],["lijkt",-9.781388572384905],["field",-9.781715403828287],["risque",-9.782337673685333],["temporada",-9.78267355729201],["75",-9.782816198065492],["Ya",-9.78506167054633],["John",-9.785307410238289],["comunidad",-9.785845644077597],["anté",-9.785904253396183],["buena",-9.78638274325061],["foto",-9.786867656683198],["eves",-9.78688156924172],["taking",-9.78689188893157],["vi",-9.787379325308157],["%.",-9.787643676065654],["ic",-9.790538775051235],["fall",-9.792203952917397],["locale",-9.792282304233954],["past",-9.792458369766731],["free",-9.792571553003938],["incident",-9.793054288109857],["décision",-9.793425351931123],["little",-9.793440118369695],["ligne",-9.793582052384956],["encuentro",-9.793683043120609],["fecha",-9.79456521111322],["français",-9.79504616065687],["crise",-9.795187432539606],["death",-9.795713433120962],["titre",-9.796050707432258],["message",-9.798176144776342],["series",-9.798614163010889],["find",-9.800753389714885],["aten",-9.802058622821672],["marché",-9.802666666748724],["train",-9.802932279558288],["together",-9.803611911513364],["gan",-9.803707983047131],["disponible",-9.804211250867109],["mer",-9.804222282834289],["move",-9.805086381071376],["Do",-9.80564054137586],["edad",-9.806912569915504],["moest",-9.8080695882737],["300",-9.808465459793148],["mars",-9.809566398874239],["martes",-9.809606041301864],["basis",-9.81042402620523],["ido",-9.810872749694079],["wide",-9.81138466689984],["programme",-9.812306294708216],["cinq",-9.813535267195132],["League",-9.813590040653468],["retour",-9.813807920725413],["victime",-9.813843337419158],["puesto",-9.813986466574143],["vraag",-9.815365396501647],["podrá",-9.815659036030993],["activité",-9.81612997608222],["oportunidad",-9.816682314730498],["tête",-9.816809103898274],["inclus",-9.81682141420258],["besoin",-9.816914131883706],["natuurlijk",-9.818267116145233],["allow",-9.818378069805634],["job",-9.819562362926991],["tarde",-9.81983589186788],["cost",-9.820758105362913],["indic",-9.821385301678896],["Paris",-9.822645905649633],["km",-9.823048426913585],["corona",-9.824197322176587],["popular",-9.827153702927365],["iércol",-9.827745561309243],["stand",-9.827864670757904],["jeunes",-9.829240911864844],["zetten",-9.829310254434986],["carrera",-9.830902333335002],["Deze",-9.831575452334386],["mask",-9.831649043558567],["cadre",-9.832048359700936],["paso",-9.832610446862354],["aske",-9.832760083158202],["simple",-9.833486651520602],["worker",-9.834192123413754],["nieuw",-9.835660434567739],["star",-9.835964549648846],["zelfs",-9.836948324520185],["32",-9.837268904720297],["etting",-9.83792829410902],["com",-9.838149238645915],["veu",-9.838381271112514],["Wednesday",-9.838887689242267],["segunda",-9.838887874885373],["happen",-9.838991686462187],["Juan",-9.839982363987634],["diferentes",-9.841123148745186],["rate",-9.841534717255946],["principale",-9.842275335432845],["period",-9.84242479182279],["semble",-9.842569887958813],["note",-9.84289465321196],["federal",-9.843439672394945],["ij",-9.843497330907287],["dad",-9.84354221731173],["art",-9.844771439408905],["taken",-9.845099503311264],["super",-9.845129528959315],["couple",-9.845689708574364],["kijken",-9.847327815614506],["having",-9.847691374628635],["shares",-9.847808701335044],["soort",-9.848601251624128],["pai",-9.849048003312383],["mai",-9.849376689656138],["Man",-9.850217500806412],["société",-9.850660068388088],["poste",-9.851152319954613],["dici",-9.854042190983199],["bus",-9.854333479338958],["dagen",-9.855089190622138],["program",-9.855393511056867],["several",-9.855990332572738],["complete",-9.85636529082813],["Facebook",-9.856701911213051],["ensemble",-9.85700561675996],["ard",-9.857362820268392],["paar",-9.85746817968597],["appel",-9.857737025675148],["matin",-9.857900554290115],["cuerpo",-9.858239167810472],["run",-9.85911511111537],["respecto",-9.859705718053743],["décembre",-9.859978458734812],["internacional",-9.860664964404632],["trade",-9.861093651061509],["marca",-9.861754352898206],["Joe",-9.862357404708526],["aciones",-9.862519660581771],["pública",-9.86352322606728],["version",-9.864384867089512],["patients",-9.864456608268618],["militar",-9.865531913961476],["create",-9.865794021245673],["conocer",-9.865933053380118],["vrouw",-9.86621388606471],["mission",-9.868078973913285],["lockdown",-9.868216638992582],["zei",-9.869659196371838],["Go",-9.870368314659611],["document",-9.870502411801798],["ley",-9.871251131521667],["passe",-9.87363763810932],["juist",-9.873792054125879],["announced",-9.874836314931944],["solution",-9.87516318586219],["Union",-9.87528836293371],["particular",-9.875967367632018],["ministro",-9.87708560691432],["aller",-9.877295290011102],["landen",-9.877370011712236],["explique",-9.877969471014694],["miss",-9.87855084925996],["annonce",-9.878557395963036],["today",-9.87864996145737],["clear",-9.879447410284843],["using",-9.879921832161614],["fil",-9.87998036867012],["wie",-9.880382625603223],["India",-9.881258695357719],["enquête",-9.88149897560163],["général",-9.881675404170569],["tard",-9.882285344420609],["along",-9.88246508801991],["fire",-9.884716527193074],["milliard",-9.884782040403294],["indiqué",-9.884835635033635],["young",-9.885295411732478],["passé",-9.886077253976694],["+",-9.886858552841641],["organisation",-9.88780070589786],["house",-9.887884950378275],["Todo",-9.888367061048893],["least",-9.888417793244033],["varia",-9.888608505560807],["individual",-9.889222469498712],["vec",-9.88966858507823],["secteur",-9.889889849664335],["autorité",-9.889902165956638],["Premier",-9.891575160439245],["hoofd",-9.89170710815544],["Police",-9.89221389947516],["33",-9.892843207735856],["race",-9.89291587606066],["Minister",-9.893125156168754],["prueba",-9.893871672354681],["Howe",-9.894174846023315],["dado",-9.894565674797905],["responsable",-9.894739789711094],["journée",-9.895008579596528],["sinds",-9.895377884041494],["aide",-9.89609413023743],["Paul",-9.896393951949861],["took",-9.896419094952126],["fuerza",-9.897104465458717],["34",-9.897778016058684],["système",-9.898354827778576],["verschillen",-9.898492004745037],["woning",-9.899693802449143],["presse",-9.900817547131476],["simismo",-9.900900180806445],["hope",-9.900990834473806],["option",-9.901775412574093],["joven",-9.901812720022187],["weekend",-9.9020555980943],["valor",-9.902336023320807],["precio",-9.902749560876678],["duidelijk",-9.903177821330747],["held",-9.90343295839134],["similar",-9.903501813871717],["accord",-9.904358255451019],["client",-9.90453296365963],["ago",-9.904738600049193],["padre",-9.90509944434762],["political",-9.905600770384238],["Pas",-9.905831960402066],["After",-9.90686531874659],["Washington",-9.906907628778828],["période",-9.90691866962457],["falta",-9.90780122396556],["libre",-9.90892886170179],["eerst",-9.909129130751595],["tweede",-9.90934918621893],["How",-9.909559278378712],["campagne",-9.910346975336434],["gelede",-9.910432002039773],["legó",-9.910956243881673],["geef",-9.912093276482313],["posición",-9.912305934744953],["Red",-9.912426303122515],["Jan",-9.912434870268232],["rencontre",-9.912865257600885],["given",-9.913614839448126],["pueblo",-9.913798069150978],["Di",-9.913825258429513],["José",-9.913948479781313],["largo",-9.914147096345236],["My",-9.914189825833105],["enero",-9.914535158827784],["â",-9.914670313014593],["officials",-9.915404863932945],["reg",-9.916974914529845],["administration",-9.917284679406638],["Como",-9.91875490991405],["informe",-9.91884138685582],["Unis",-9.919146908263722],["Macron",-9.919596373547618],["Carlo",-9.919843310696752],["Cela",-9.919846509982545],["iemand",-9.921313457966164],["Ministerio",-9.922494058307802],["doesn",-9.922544488843606],["dollars",-9.922889622600483],["violence",-9.924233896518036],["membres",