{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<UNK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<SEP>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<MASK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<CLS>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"Unigram","unk_id":0,"vocab":[["<UNK>",0.0],["<SEP>",0.0],["<MASK>",0.0],["<CLS>",0.0],["s",-2.7934452218522168],["the",-3.379903960265846],[".",-3.4149786805363647],[",",-3.4886726518231477],["a",-3.669767207885652],["to",-3.915311765480702],["and",-4.094597233750996],["of",-4.1328995765715],["in",-4.187199410845478],["ed",-4.264849097586774],["t",-4.394391987686065],["d",-4.408437202509161],["ing",-4.411267311340497],["e",-4.450387469264207],["y",-4.539299133048996],["on",-4.726948303550866],["’",-4.852178060386386],["-",-4.882715103179683],["is",-4.888056476336178],["ly",-4.939457231982894],["o",-4.988531414730085],["that",-4.993318974910094],["for",-5.020589101203518],["I",-5.127937957475929],["n",-5.186774708230059],["The",-5.191655728192737],["be",-5.244842649077114],["it",-5.262353975017316],["with",-5.284870247651725],["“",-5.443790098418189],["at",-5.472357030740595],["was",-5.497225243785072],["are",-5.536156554557092],["an",-5.594617040248439],["'",-5.595200109717922],["i",-5.622291468098732],["aid",-5.671983321295777],["have",-5.717710570807521],["r",-5.75172682237371],["has",-5.817966279794826],["he",-5.839634424694596],["from",-5.877920556772574],["or",-5.883970431729248],["by",-5.890102664311911],["m",-5.90990835657424],["will",-5.943624542443375],["\"",-5.96469510544682],["er",-6.007937529408505],["not",-6.0171275225385],["A",-6.042864171496294],["S",-6.07921112014828],["this",-6.085008988543139],["l",-6.095319571820106],["his",-6.1400022716840255],["we",-6.14645306712395],["re",-6.160108193535198],["you",-6.186473666336372],["out",-6.201724472196462],["b",-6.221421651658405],["p",-6.225464556919498],["their",-6.239473206785252],["one",-6.270004528759424],["who",-6.345582587779244],["up",-6.363357285339827],["but",-6.363887568736516],["her",-6.374232395448827],["been",-6.376879721417728],["can",-6.3923156337188605],["all",-6.411858318651298],["ies",-6.414493929360617],["h",-6.419380317866915],["(",-6.47187183502739],["had",-6.476323822787251],["were",-6.477865756918799],["they",-6.483537334496376],["more",-6.484355019227252],["al",-6.491304982184932],[",”",-6.501448429368089],["c",-6.547652656646141],["also",-6.573032342154441],["other",-6.57501291625432],["people",-6.576505190982269],["about",-6.5832933545156],["19",-6.59383476672269],["f",-6.609587161083924],[":",-6.6107768231141595],["C",-6.628219159260137],["time",-6.631027390497611],[".”",-6.637633639892446],["which",-6.673358348193766],["like",-6.745149072174685],["In",-6.7466878316789565],["over",-6.748604035006181],["year",-6.754030657937207],["our",-6.761806223273382],["”",-6.766200579190706],["would",-6.774451504420732],["M",-6.779629631955528],["new",-6.792803368349157],["20",-6.800532731523216],[")",-6.801468546049792],["We",-6.8189221972984075],["He",-6.833612006028929],["day",-6.8431035319425355],["g",-6.845498345296546],["us",-6.862752203865998],["when",-6.864562195088457],["she",-6.8838057008667075],["after",-6.88609109055032],["if",-6.918889448925368],["T",-6.9219374214760325],["1",-6.924606219391718],["there",-6.92484424891359],["than",-6.957481570405468],["what",-6.962414005676102],["$",-6.966343636786663],["some",-6.967936907403305],["u",-6.9683866334315665],["get",-6.981228298119429],["able",-6.984643407580687],["?",-6.986842337140651],["un",-6.996671986885633],["now",-6.997452151111137],["w",-7.008840832573972],["its",-7.010175697190613],["k",-7.011211979238056],["just",-7.0155718807128995],["first",-7.063239684668155],["B",-7.065768529803737],["two",-7.072298833425349],["back",-7.090030304598399],["my",-7.093182179170345],["work",-7.093583433357621],["—",-7.09955864540052],["how",-7.111436152178966],["them",-7.119315095213918],["cause",-7.120082304961882],["any",-7.131071659976605],["2",-7.136557210649414],["him",-7.158367811441119],["F",-7.159286565040779],["need",-7.166154765839134],["most",-7.184449207862779],["ve",-7.20117097481786],["man",-7.205094777775866],["This",-7.205340437583726],["R",-7.209290972053284],["your",-7.227316529221046],["D",-7.231184419645806],["state",-7.233729825602101],["But",-7.23449301855746],["could",-7.238666357374484],["W",-7.239252499514383],["P",-7.241415644769135],["last",-7.262399940822888],["ever",-7.2636497049333055],["E",-7.26605568253379],["N",-7.272088867291864],["U",-7.273158541130106],["me",-7.290993602124899],["le",-7.310728097815746],["way",-7.31527780163671],["end",-7.320112776247157],["L",-7.3209317876612605],["take",-7.324594168281789],["th",-7.326920251550376],["hose",-7.32906696508771],["through",-7.330707339060396],["3",-7.337143351362616],["whil",-7.337154678573204],["per",-7.362016541639175],["want",-7.365187844480616],["during",-7.3664448542059615],["go",-7.376662560196804],["make",-7.380265836742342],["well",-7.394730343236115],["being",-7.402849646911864],["home",-7.411509121908915],["where",-7.41297019497732],["see",-7.414266165242193],["H",-7.427585279165775],["O",-7.429676751197423],["every",-7.431345266155502],["4",-7.433717529394486],["high",-7.438246838813289],["help",-7.438705612214747],["many",-7.441998871507538],["down",-7.442865265857682],["government",-7.446580544622562],["going",-7.448311513187998],["000",-7.44994635693042],["look",-7.45467038280803],["even",-7.455155354122081],["play",-7.455205687361761],["call",-7.4584480459799565],["come",-7.461069632219999],["5",-7.469425327208608],["COVID",-7.475580242083376],["long",-7.475903989191576],["before",-7.478676979181413],["G",-7.49572207466847],["K",-7.49932305141174],["game",-7.502592725184872],["years",-7.503540444792394],["start",-7.503994674348659],["ers",-7.508971188828779],["under",-7.530423789473618],["health",-7.531560988262469],["–",-7.533355929569506],["should",-7.541699724096463],["off",-7.541759381259434],["into",-7.550818741580321],["know",-7.556579649478425],["week",-7.560727708619499],["real",-7.565594479412837],["%",-7.572999095873821],["agains",-7.575530160879942],["Trump",-7.580720624286107],["part",-7.581705658697047],["test",-7.592937290894629],["ment",-7.593366449749681],["And",-7.602878197468894],["made",-7.6047879425514635],["thing",-7.613077812333603],["coronavirus",-7.61403036885819],["still",-7.614764534226364],["use",-7.618955437393906],["old",-7.619175038180886],["‘",-7.624499371220549],["three",-7.637783465906243],["2020",-7.643653319394844],["10",-7.643803005744708],["very",-7.664442935551974],["place",-7.664809270222532],["ce",-7.6654691998029945],["6",-7.685895082064193],["may",-7.6861821404216455],["She",-7.688970351263437],["these",-7.6898698090171385],["ity",-7.691387363389873],["show",-7.697859325451258],["right",-7.703069619226517],["million",-7.708936055428244],["good",-7.716216027684473],["point",-7.718308968260205],["support",-7.719873604023687],["country",-7.7269871893534345],["pandemic",-7.734293703482928],["am",-7.736982614782396],["ion",-7.738539091704356],["less",-7.739752575809457],["number",-7.746116353097078],["much",-7.746358309794952],["team",-7.75016486100736],["think",-7.756387295394584],["New",-7.7564714749306],["cases",-7.75708561445619],["/",-7.758830212815445],["says",-7.762017519910406],["There",-7.76217894247091],["school",-7.764870372163739],["v",-7.765280166803431],["0",-7.768899936402731],["ll",-7.771912157835227],["around",-7.774611940563274],["season",-7.774787219064654],["add",-7.775580381583176],["public",-7.776412130101244],["business",-7.797197724517622],["continue",-7.804776500373338],["ic",-7.80810055118702],["such",-7.814890501292398],["world",-7.819339279800087],["8",-7.819989997082026],["um",-7.820106849628376],["If",-7.821398257718361],["7",-7.82412885734353],["since",-7.827714154504975],["close",-7.831553047425595],["self",-7.836362883541648],["own",-7.836496388471825],["life",-7.837030112493964],["did",-7.83931498708856],["police",-7.844057644477399],["change",-7.851421181358536],["head",-7.855811710081067],["don",-7.862100919499634],["communit",-7.863486207107311],["est",-7.864458186943755],["company",-7.868470858241584],["service",-7.871073443771142],["lot",-7.8745480168081174],["That",-7.880398252522204],["As",-7.883817747955557],["family",-7.886305159902693],["For",-7.886937842831237],["issue",-7.893563731431645],["person",-7.898153988430296],["came",-7.8998535308913995],["including",-7.907039663866238],["say",-7.908208159167977],["How",-7.9136331465696905],["ary",-7.919430257033295],["ation",-7.9202381706261855],["next",-7.936631330322678],["co",-7.936695301876384],["9",-7.940969546440991],["ember",-7.941853646286543],["ready",-7.9564672537459025],["etween",-7.959952069303978],["So",-7.965757597393311],["second",-7.967315869779364],["ear",-7.968815424221109],["put",-7.983052029415087],["told",-7.984631077546666],["both",-7.989621718692591],["allow",-7.9930511426593895],["ance",-7.995408285176731],["same",-7.995806163529795],["Mr",-7.9973013306930145],["ive",-8.002797238778365],["side",-8.006204589919376],["care",-8.013252208074872],["30",-8.018028020612986],["ar",-8.01853844546644],["open",-8.018541369710748],["group",-8.023682511355396],["z",-8.02654054384847],["social",-8.030460272359464],["great",-8.032818789012437],["student",-8.034416611210203],["low",-8.037299046854363],["keep",-8.037457444522518],["ask",-8.038470919903283],["base",-8.038845141314297],["You",-8.040613473577498],["line",-8.046716531273928],["plan",-8.047457709431015],["De",-8.054309621064846],["order",-8.05498548763898],["current",-8.056485359572743],["got",-8.064552008265583],["each",-8.066281544393107],["On",-8.067691802083758],["few",-8.07079186382824],["night",-8.085466771844306],["President",-8.085757872616623],["remain",-8.092636604951709],["V",-8.093382821450975],["recent",-8.099441736236974],["land",-8.100782264992064],["result",-8.101040951215918],["return",-8.10409620106838],["virus",-8.109549058442845],["face",-8.110129936180298],["love",-8.11351179939275],["ch",-8.114391982369915],["15",-8.1161698623156],["coming",-8.11659036861726],[";",-8.124633175445824],["different",-8.124640463985465],["though",-8.127542058214441],["case",-8.12769165207406],["election",-8.127983251394772],["J",-8.13235894521756],["report",-8.132497797926689],["Friday",-8.133353155042972],["US",-8.134977625880111],["best",-8.13650426639023],["try",-8.141936224735176],["president",-8.148020363218464],["four",-8.150028191087955],["month",-8.1512736844217],["near",-8.15319950521271],["To",-8.15789821192574],["here",-8.159557149797621],["found",-8.160421704966698],["!",-8.161068502436535],["release",-8.163180188172689],["include",-8.166752205781847],["turn",-8.166935619391936],["Al",-8.17477871742534],["market",-8.17810990397949],["city",-8.179294035698366],["11",-8.179373223330897],["An",-8.180051303862703],["16",-8.182419049421721],["local",-8.183872680481574],["Re",-8.192897143059263],["across",-8.194749608174627],["American",-8.198086264734599],["age",-8.198372452402193],["provide",-8.20208215906737],["reported",-8.20832991539772],["far",-8.20970851934165],["post",-8.210096556609141],["12",-8.212797082187523],["When",-8.214132520633648],["special",-8.215254301078282],["give",-8.216375081290646],["system",-8.216687180234143],["event",-8.220489350752803],["State",-8.22122985813376],["win",-8.228451436840874],["due",-8.228529028218418],["car",-8.231394337577902],["mean",-8.240626385344633],["14",-8.242371433603399],["ten",-8.24377410082049],["air",-8.244879387850657],["ish",-8.245489915636995],["large",-8.247332266307584],["live",-8.252200543001244],["left",-8.256741848471664],["share",-8.25849002268388],["gan",-8.266282298885365],["final",-8.266337618294674],["price",-8.271988945922228],["according",-8.273520879861316],["17",-8.277722224288356],["term",-8.277939905678068],["hour",-8.27798137156853],["working",-8.28353012957773],["full",-8.284007363672131],["move",-8.287882710330443],["level",-8.289462110235633],["…",-8.293266941599814],["never",-8.295017956401782],["something",-8.301637337447145],["ook",-8.306515158994547],["power",-8.311228237714086],["big",-8.311520685424354],["feel",-8.314671064422601],["Monday",-8.316858867555236],["What",-8.316906600138143],["hard",-8.317731958844853],["past",-8.318451236161668],["quarter",-8.320703173842528],["better",-8.323314712316868],["believe",-8.327207897488744],["until",-8.327394414823974],["21",-8.332634201637955],["ul",-8.335047435655332],["ness",-8.336012959679387],["50",-8.336658423963065],["statement",-8.340787146665123],["record",-8.343373587968326],["talk",-8.343559230178364],["No",-8.344968287881601],["children",-8.347375650199382],["Be",-8.348586311752685],["must",-8.349520570837202],["things",-8.349582961865213],["een",-8.349615330646122],["con",-8.351379358936706],["didn",-8.352589407817291],["might",-8.354176845146627],["months",-8.356761962432042],["media",-8.357836068623538],["run",-8.35808681751938],["claim",-8.359621247677454],["With",-8.363804194619444],["film",-8.364532271227436],["men",-8.366450315977826],["does",-8.368165993850724],["away",-8.368855563723919],["increase",-8.370690653838132],["ber",-8.371550479650463],["five",-8.372649678737258],["hit",-8.379066985436605],["total",-8.380365497823176],["China",-8.380641911208933],["top",-8.38138476998164],["law",-8.38199401266841],["County",-8.383901754081487],["force",-8.384014789999698],["question",-8.386118978970533],["wh",-8.386988900210437],["hospital",-8.38728057728037],["vi",-8.388144909898411],["alway",-8.388757818906129],["body",-8.390587507690107],["March",-8.390867307733549],["South",-8.392623320886146],["information",-8.396081579879848],["ial",-8.396843969729233],["im",-8.397343953104246],["Whil",-8.39888207929732],["members",-8.399039870136248],["deal",-8.400054742591099],["went",-8.401717822932717],["project",-8.404579818005647],["stay",-8.405484150483087],["Thursday",-8.407443771733544],["13",-8.409041461850508],["important",-8.410341822197777],["officer",-8.411604045674652],["find",-8.418105680965441],["positive",-8.418164397423848],["become",-8.41836317358199],["decision",-8.419029691283349],["pay",-8.42258377255685],["risk",-8.422789287232586],["&",-8.423409256270602],["making",-8.424920712136423],["spread",-8.426706915425811],["ex",-8.43092872285743],["cent",-8.431097453248697],["ally",-8.433823769510216],["leas",-8.43408381565258],["house",-8.437852869396039],["Tuesday",-8.43814806529491],["again",-8.43971038336436],[").",-8.440155809894417],["Health",-8.441127213407034],["water",-8.441397266224847],["Sunday",-8.445833051084504],["won",-8.448155917727266],["hi",-8.448533141713188],["Saturday",-8.448595779014964],["food",-8.451606409092452],["hav",-8.452564685640986],["vote",-8.453025651198912],["ship",-8.454193983881215],["women",-8.457897686234285],["money",-8.460948522730614],["later",-8.460975318088197],["resident",-8.461022457760901],["ent",-8.464145283282916],["former",-8.464712852808217],["court",-8.465351044021634],["process",-8.467136902500165],["stock",-8.46774459737458],["experience",-8.472287115849737],["light",-8.47253802310822],["little",-8.472896865512897],["small",-8.474302668073184],["Co",-8.475780810640757],["fund",-8.477179833923763],["ur",-8.477202408654668],["staff",-8.47752955989661],["together",-8.479895423574629],["free",-8.479980748922504],["future",-8.480611025234541],["One",-8.486008335354537],["24",-8.486339037294137],["concern",-8.48682676985516],["death",-8.487335971268134],["sure",-8.4887163387661],["clear",-8.490699611400782],["25",-8.491817769506108],["wide",-8.491942152695097],["action",-8.494404718855087],["national",-8.494892672151675],["St",-8.496195427195435],["Dr",-8.49639155345727],["late",-8.502680896348334],["led",-8.506120481429615],["six",-8.508673333529456],["Wednesday",-8.515287129819963],["happen",-8.517349986051471],["shares",-8.518601228428821],["United",-8.520082825348835],["sign",-8.523652032921285],["let",-8.524495180918883],["mask",-8.524606945286301],["program",-8.525006335412895],["All",-8.526625618151844],["fire",-8.527327711417131],["position",-8.528795710906364],["18",-8.530110358248056],["X",-8.535180182459984],["young",-8.542376529163644],["several",-8.542479128894843],["taking",-8.543584702111199],["worker",-8.544114246680156],["rate",-8.544314323666839],["consider",-8.547541074085236],["video",-8.547722247739475],["along",-8.551195212313056],["announced",-8.552508296413787],["data",-8.560155936227517],["Y",-8.56320597408158],["May",-8.564090127572028],["office",-8.568438627447506],["given",-8.57022665319053],["field",-8.571366673655199],["reach",-8.571973521385678],["series",-8.572329498143812],["ter",-8.58075805815654],["officials",-8.583549816864739],["political",-8.584416771826145],["weeks",-8.586839993913518],["),",-8.588027423982135],["After",-8.588473820210734],["National",-8.588961537141305],["receive",-8.59093145672001],["using",-8.593257577293876],["online",-8.593778546555184],["board",-8.595261193912403],["doesn",-8.595395574985385],["taken",-8.601138577900674],["nough",-8.601159022152997],["today",-8.602041150601213],["list",-8.602645829434646],["seem",-8.604696827547333],["campaign",-8.607634559698518],["lead",-8.60770626271053],["possible",-8.607824410263511],["half",-8.609634114615218],["hope",-8.6140707352206],["avail",-8.614630783508183],["period",-8.614696536017547],["watch",-8.61473739012041],["pass",-8.614804925170763],["Police",-8.616484355940944],["among",-8.618513177125655],["players",-8.620245918518567],["Le",-8.620436630362757],["Z",-8.62132954754033],["short",-8.62514315060372],["whe",-8.625567451074401],["third",-8.627192383872128],["attack",-8.628969479004791],["problem",-8.630767429615311],["further",-8.63080005055087],["ball",-8.635060622753631],["die",-8.635896478277813],["party",-8.63973091939605],["Ro",-8.640015235628468],["app",-8.640760940079865],["York",-8.645278163096311],["kind",-8.64571405080493],["measure",-8.6458942227951],["strong",-8.647103530341015],["effort",-8.648940263278094],["job",-8.650734427937966],["Covid",-8.65077131620739],["cost",-8.651664539438485],["yet",-8.651816141950102],["complete",-8.658226005639799],["100",-8.66056083749301],["impact",-8.666014570259108],["fact",-8.666120886502037],["Biden",-8.667467040947258],["hold",-8.667768404840919],["kill",-8.66789029995969],["travel",-8.667907154981306],["fall",-8.670370469121497],["deliver",-8.671178590432474],["City",-8.673231955219524],["war",-8.673696389218644],["House",-8.674605633850625],["Nov",-8.676117893840514],["act",-8.676356677528306],["200",-8.67863907558008],["buy",-8.679310040026031],["trade",-8.679779844123571],["fight",-8.682268427388205],["interest",-8.683722280521216],["bit",-8.687085875681603],["tell",-8.688993630976626],["following",-8.689727763329437],["leader",-8.689747946057864],["ize",-8.693011305584072],["offer",-8.69468877793921],["nation",-8.6954816273009],["create",-8.695868214711975],["space",-8.696566559088541],["grow",-8.697812482953683],["lockdown",-8.701904110650386],["Black",-8.704069180936079],["ago",-8.706408064710196],["situation",-8.70744095013453],["40",-8.708167109994712],["economic",-8.710090666388538],["percent",-8.71378661085502],["ha",-8.714210631080483],["appear",-8.71914285858678],["course",-8.719194933109495],["rating",-8.720400826832826],["meeting",-8.722048465456961],["direct",-8.722257188351787],["done",-8.72256500093736],["My",-8.722673906823022],["visit",-8.723182236638882],["bring",-8.723220937752036],["confirmed",-8.723658336025675],["security",-8.72514857867637],["room",-8.725162415416428],["actual",-8.725897381050078],["focus",-8.72706867009499],["spite",-8.727556134088038],["held",-8.730434938254664],["previous",-8.731040255022172],["industr",-8.732836710289796],["major",-8.733156521450752],["West",-8.734220320774739],["shot",-8.734455122566883],["wear",-8.734553878576708],["Universit",-8.735267611394807],["expected",-8.735498702848876],["front",-8.738383076722577],["North",-8.740180924868405],["role",-8.740263388951256],["thought",-8.741997417470996],["known",-8.742272202442088],["protect",-8.744608731986965],["opportunit",-8.745068479047951],["woman",-8.747297786146977],["bar",-8.74888102926812],["official",-8.750854263874887],["Apri",-8.751845131768816],["human",-8.75185391609472],["limit",-8.752789721668039],["mov",-8.753204379734832],["challenge",-8.757998178436695],["Minister",-8.7592983532789],["ley",-8.760764393636194],["Some",-8.762870651152447],["potential",-8.76339893884494],["matter",-8.763417094865233],["June",-8.763457671259854],["story",-8.764263606772058],["According",-8.765456541842333],["once",-8.765490268805124],["safe",-8.769027201065946],["forward",-8.769112906418524],["companies",-8.769542790256533],["present",-8.770884661378162],["name",-8.77163808220693],["outside",-8.77195053949782],["contact",-8.773732992958793],["billion",-8.774010027570487],["certain",-8.77487733672211],["moment",-8.775925378023992],["India",-8.780681151706538],["wa",-8.781877944754171],["main",-8.787267076508858],["Dec",-8.787427044288469],["control",-8.788866204647457],["econom",-8.789632334700938],["patients",-8.790407675405785],["quick",-8.79053112022874],["worth",-8.790621945192072],["Do",-8.793736546490113],["building",-8.79434334558048],["La",-8.794358291987335],["form",-8.795634534979861],["fans",-8.797024021898284],["star",-8.797302298154086],["average",-8.803254907214683],["store",-8.80379765641083],["parent",-8.80706014150003],["ful",-8.809128593905442],["product",-8.809795348626455],["22",-8.813111452675887],["book",-8.813488404903765],["access",-8.814797381387411],["tri",-8.815838255201703],["cut",-8.816629639202434],["walk",-8.821023982390273],["count",-8.824082724551175],["00",-8.825221838234679],["saying",-8.826159097468228],["research",-8.8267660698932],["abilit",-8.827566879666012],["launch",-8.831438132587701],["value",-8.833461878694063],["require",-8.834017168007684],["etting",-8.834584833705376],["reason",-8.835114989768577],["dollar",-8.835848133645975],["response",-8.836462076133344],["news",-8.838289101298013],["stop",-8.84296654474152],["Ra",-8.845612170334924],["condition",-8.846959348657567],["deaths",-8.84758290428211],["financial",-8.849196392533624],["ves",-8.849439020558846],["medical",-8.849551372807946],["bank",-8.853244304081198],["director",-8.853369526632106],["individual",-8.853685735785746],["morning",-8.85368932821941],["learn",-8.85379848313029],["behind",-8.855949747230337],["2018",-8.857446788005788],["drive",-8.85986327437443],["target",-8.860490685750676],["demand",-8.860511620275608],["countries",-8.860515215693342],["ill",-8.861963960865396],["Sept",-8.862730141156629],["ge",-8.863814142599741],["crisis",-8.867277926329102],["address",-8.867550736738844],["join",-8.868179498652617],["race",-8.869937823754084],["Ma",-8.872861836047992],["Department",-8.874141582981029],["wait",-8.87821486810163],["entire",-8.878770256044938],["couple",-8.88105979115596],["Ha",-8.882407728033538],["movie",-8.882991938131003],["stead",-8.883635452759592],["develop",-8.885301365016563],["development",-8.885702992807378],["key",-8.886843152417894],["park",-8.889388961066363],["phone",-8.890272681708197],["town",-8.892769548451296],["additional",-8.896246491191238],["pro",-8.896839963582755],["date",-8.898857251888536],["Man",-8.89910551672891],["lost",-8.90041779352724],["lives",-8.901257337840278],["global",-8.902093462012797],["history",-8.902766542341382],["round",-8.904018593601489],["arrest",-8.90482846921801],["comment",-8.905231672543756],["Bo",-8.906500539945498],["pick",-8.909113582808057],["account",-8.909567886743705],["character",-8.911547410761074],["bad",-8.911886809760933],["general",-8.913982078970182],["employee",-8.913998726011673],["x",-8.915584828134651],["oil",-8.916039070417106],["check",-8.916411372153132],["ling",-8.917420591006072],["art",-8.917631994590192],["leave",-8.918484436380066],["John",-8.920135591226598],["times",-8.922192964607166],["TV",-8.922735172642575],["kid",-8.924022788612087],["recover",-8.924618331200097],["personal",-8.928294746432318],["Democrat",-8.929405334181672],["cover",-8.93204610768359],["often",-8.936094279413544],["ut",-8.937796742339327],["host",-8.93919481804144],["break",-8.941011109041781],["customer",-8.941940493923088],["relat",-8.943454086593334],["pre",-8.943630633903144],["saw",-8.944427268622826],["America",-8.944871801305307],["benefit",-8.945516671345613],["design",-8.945813827651707],["ous",-8.94792429741927],["com",-8.948507575181095],["vaccine",-8.950459258025814],["ier",-8.951604005452975],["site",-8.952662178734307],["vehicle",-8.955428262904617],["expect",-8.955792740917026],["explain",-8.957956696476309],["option",-8.957973598921349],["Now",-8.958142208200222],["ground",-8.95831841210975],["heart",-8.959510417879601],["feature",-8.961011141596302],["road",-8.964596632049968],["region",-8.968255957247651],["federal",-8.970486113631654],["read",-8.97088581403083],["liv",-8.971544488159577],["friends",-8.97255428697366],["follow",-8.973554786532635],["single",-8.976918762843923],["charge",-8.977836595368949],["safet",-8.978013982288108],["Jul",-8.980033233674384],["press",-8.980221812263675],["mid",-8.981898117676803],["outbreak",-8.98276331850133],["candidate",-8.983208210620424],["tic",-8.983899632122839],["source",-8.98628189599059],["member",-8.988915107730119],["Pro",-8.992723591127252],["Ka",-8.99345555057991],["Pa",-8.995641984531138],["States",-8.996617033726936],["view",-8.99737908529694],["ver",-8.99773387335959],["Mc",-9.000884538015274],["significant",-9.00206190066525],["ther",-9.003708046261165],["Ar",-9.00512589667538],["ensure",-9.007955308195498],["black",-9.00812635486951],["famili",-9.008230830965498],["Q",-9.008717249102874],["Janu",-9.014329206660529],["ither",-9.017544664459486],["Center",-9.01832910297938],["ang",-9.020116596989798],["spend",-9.022310657748903],["Our",-9.023500732825624],["earlie",-9.025608405507676],["60",-9.025826010537777],["authorit",-9.026930179795666],["particular",-9.027718002860185],["unning",-9.028838152284601],["affect",-9.030398685339506],["ham",-9.03043675553581],["rest",-9.0306860876657],["ence",-9.030852375587806],["track",-9.032137990039566],["stage",-9.033193233728603],["miss",-9.035501283533137],["serious",-9.035898629380661],["UK",-9.036398701376426],["23",-9.036952804265075],["someone",-9.038121269613637],["plann",-9.038322671663416],["difficult",-9.038484956053534],["activit",-9.038487120935727],["eight",-9.039331708819748],["His",-9.039989267616493],["mind",-9.041668919847819],["emergenc",-9.042054883892135],["26",-9.043089935797932],["disease",-9.043955178926197],["push",-9.044206899526175],["rote",-9.045149607008755],["toward",-9.047621959250847],["meet",-9.048983999716853],["international",-9.049504211853183],["club",-9.049908061818297],["arm",-9.05000963422996],["normal",-9.053283933058523],["mother",-9.05333735007418],["rise",-9.053339547323596],["contract",-9.054790810289354],["World",-9.054856855062502],["soon",-9.057841570772673],["gav",-9.059570508607814],["child",-9.060336923062925],["infection",-9.060653531691667],["San",-9.060927818174408],["ak",-9.061445903291158],["suggest",-9.062682211023857],["private",-9.063172442233764],["senior",-9.065921846023446],["chief",-9.065938740660613],["whole",-9.068047668338593],["ja",-9.069115334327142],["executive",-9.071500314597206],["enter",-9.071561696928],["28",-9.071952201321107],["Go",-9.072545353340253],["deep",-9.072811691498526],["Day",-9.074721368865962],["protest",-9.075443805015038],["operation",-9.075981749155943],["understand",-9.076893342941666],["immediate",-9.077110507217242],["August",-9.077120949974336],["assist",-9.07715556201381],["ach",-9.077645427679883],["Court",-9.08010373137591],["ran",-9.081088981147634],["model",-9.081140037389138],["Her",-9.082498679167047],["respond",-9.082549852199023],["Even",-9.082644460347362],["career",-9.083936792631878],["speak",-9.084197295167812],["interview",-9.085814409937996],["fee",-9.086078406030522],["nothing",-9.086184845454754],["figure",-9.087315890107293],["bigge",-9.09029950375292],["White",-9.09033428443184],["goal",-9.091923370190191],["Har",-9.09402517967279],["approach",-9.094132439195658],["treat",-9.09541359086209],["voter",-9.097990684612682],["cap",-9.09916127695216],["effect",-9.099531166381833],["chance",-9.100771624068251],["music",-9.103523883533857],["ied",-9.104643191481188],["Ho",-9.10813003496406],["match",-9.108498487693334],["study",-9.108542384995754],["performance",-9.108745396904625],["firm",-9.111163909452397],["restriction",-9.1115578835918],["27",-9.112900975697332],["amount",-9.115521049228647],["ke",-9.116540190989772],["girl",-9.11710003007113],["review",-9.11714810744732],["friend",-9.117164031078893],["Sh",-9.11758654863946],["ban",-9.118431269081661],["player",-9.118666865163656],["School",-9.120220596109055],["mis",-9.12065723105257],["sector",-9.12147826182105],["seek",-9.121911141882034],["lower",-9.124577858987593],["schedule",-9.129070649768273],["Octo",-9.129226175639655],["incident",-9.13213902997342],["Dur",-9.132186403335758],["People",-9.135013675747855],["states",-9.135776939238177],["mark",-9.137802141573482],["exist",-9.138009404026949],["attempt",-9.138011522240166],["gun",-9.13809250227698],["receiv",-9.138281058011795],["message",-9.139182268724927],["Part",-9.139193861140434],["Con",-9.140243068124661],["Ex",-9.14183320825109],["agree",-9.142743467260262],["attend",-9.143197092944211],["district",-9.144013764186333],["investigation",-9.144216263427326],["fast",-9.145527108621083],["white",-9.147234318138945],["Lo",-9.149312607370298],["coach",-9.15110576396567],["Me",-9.152186202867135],["aily",-9.153962550454409],["makes",-9.15485114177125],["prevent",-9.15616512388282],["else",-9.156317563363245],["growth",-9.15716461755779],["father",-9.160488483094639],["echnology",-9.161223258824553],["Chief",-9.162213030488463],["expert",-9.162222206913542],["detail",-9.16224316539817],["shows",-9.16346388258997],["lates",-9.16357175761161],["ler",-9.164435770961045],["minister",-9.16807556357125],["victim",-9.168350083359508],["decade",-9.168350182971094],["31",-9.169302800259914],["Park",-9.169709030048509],["range",-9.171636985583742],["Di",-9.17226762018418],["tax",-9.173568615374093],["Government",-9.174532491769536],["essential",-9.174532756564256],["propert",-9.175907449579626],["ism",-9.176758218943023],["practice",-9.177507686405988],["department",-9.17763877863229],["70",-9.177866225931968],["relationship",-9.180796614365285],["production",-9.18145430067641],["begin",-9.181611441185074],["leaders",-9.18361474477228],["similar",-9.18387833433021],["scene",-9.185314209836154],["distanc",-9.185762869379518],["ending",-9.186044655700954],["Donald",-9.186899068066705],["tra",-9.188410628502726],["500",-9.188507926566352],["29",-9.18938749172164],["wife",-9.190352967468055],["reduce",-9.190945189723038],["que",-9.191235786089056],["Febr",-9.195909154675281],["song",-9.196043716451442],["example",-9.19649541896256],["Many",-9.198079248116226],["j",-9.199787727356698],["quarantine",-9.201602788813144],["anti",-9.202630176820948],["conduct",-9.202835481943712],["Mar",-9.202951836581303],["serve",-9.204221558849362],["block",-9.204387256410559],["guy",-9.205005147960154],["Or",-9.205443233245607],["qualit",-9.205601247713139],["build",-9.20922905010287],["capital",-9.20925463169198],["weekend",-9.209473215122665],["dead",-9.210818142939598],["unit",-9.210877670663272],["den",-9.21186745686957],["extend",-9.211910746897772],["popular",-9.212462706972742],["cast",-9.213106634506076],["training",-9.214326003877108],["card",-9.214762799426207],["organization",-9.21578761391654],["lack",-9.21676447872353],["education",-9.216876051404197],["legal",-9.217402082544297],["ca",-9.217552412673758],["active",-9.218520035142118],["idea",-9.21865370379107],["inside",-9.218911331066693],["effective",-9.219296644063864],["Not",-9.21996847468507],["80",-9.220553230017241],["Ne",-9.221658994765235],["daughter",-9.222203150006969],["driver",-9.22270743358727],["loss",-9.22411670387923],["reports",-9.225219992607439],["Na",-9.226422471858584],["suspect",-9.228686247057178],["policy",-9.22882355080786],["update",-9.231437686076653],["Li",-9.231541341316682],["militar",-9.23199332336318],["platform",-9.232024037281203],["football",-9.232346810034212],["Ju",-9.233867047763287],["California",-9.24186553211421],["request",-9.242313172264335],["class",-9.242724823058975],["administration",-9.242864684610591],["Per",-9.243435451929159],["stream",-9.245050789295636],["gain",-9.245051598221924],["enjoy",-9.245206330048433],["raise",-9.245360083633026],["Bank",-9.246019629288927],["ather",-9.25058336867805],["Ba",-9.25086758886711],["stand",-9.252296888656232],["35",-9.253215953301584],["War",-9.253779096380178],["score",-9.256133043306441],["ide",-9.257056444327127],["title",-9.257589049761387],["Ch",-9.25774749229426],["resource",-9.25801336119221],["roll",-9.258510219430189],["summer",-9.258611830723797],["letter",-9.259092331771619],["minutes",-9.260616609113807],["bill",-9.261861910309186],["fear",-9.263555512368804],["doctor",-9.265359052048254],["treatment",-9.26595412456508],["revenue",-9.26610929984405],["ck",-9.266339520850657],["others",-9.26858736775452],["plant",-9.271510416596275],["vice",-9.271711368792928],["sense",-9.272000481786172],["leading",-9.272244048686032],["seven",-9.273387907736662],["cross",-9.275153876829464],["provid",-9.275181445926215],["represent",-9.275275954496472],["crime",-9.275595755232604],["estimate",-9.27559871865075],["Service",-9.275601260087855],["Street",-9.275611132822974],["mar",-9.279684187242665],["population",-9.282490631064375],["Hu",-9.28266799390073],["energ",-9.283375673182583],["easi",-9.283531622507454],["station",-9.283568156124176],["brand",-9.28370497969501],["brough",-9.283724148187602],["step",-9.284337574912824],["decided",-9.28875539284099],["alleged",-9.289437855252558],["screen",-9.291062996085696],["met",-9.292549663768195],["above",-9.29639625717357],["David",-9.29640351181811],["finish",-9.296483070593924],["themsel",-9.29659175865422],["Chine",-9.29667604096112],["Joe",-9.29708454936107],["Nigeria",-9.297826236375862],["actor",-9.298102188361],["felt",-9.299906989010093],["street",-9.300313707023214],["quite",-9.300644645441523],["link",-9.301419021853981],["ger",-9.302007786430416],["via",-9.303240479540172],["fair",-9.304428976267609],["sent",-9.304945928149591],["ious",-9.304966233589763],["hands",-9.306865346085013],["Congress",-9.306957404943482],["probabl",-9.307048457184223],["ell",-9.309164262369165],["usual",-9.310296068702485],["thousand",-9.310643008496449],["original",-9.312086771291142],["Of",-9.312915581378633],["aught",-9.317078347924005],["gre",-9.317438892286834],["maintain",-9.31766362393086],["answer",-9.318249711694403],["huge",-9.318346600720751],["trip",-9.319084050845383],["Africa",-9.319220112113673],["necessar",-9.320281743160288],["fail",-9.320793312583724],["leg",-9.321037707414927],["regard",-9.321147457610603],["piece",-9.321217857349104],["uar",-9.323541457656953],["location",-9.324768087888032],["save",-9.325187818165414],["manage",-9.32755528644714],["More",-9.327586030786769],["El",-9.328400050401505],["Col",-9.328930656002427],["ard",-9.329128940604228],["ways",-9.33139404238009],["Washington",-9.332047843872328],["Act",-9.33204997901499],["happ",-9.332186341181684],["trial",-9.332616833253944],["Every",-9.3353836814498],["regular",-9.335673082771283],["â",-9.335684187702189],["purchase",-9.337507681926905],["Jo",-9.338820117902385],["ster",-9.338829030910667],["various",-9.339357801403827],["90",-9.341580423347398],["ner",-9.341982070722946],["ballot",-9.343335840264327],["user",-9.343632970557586],["conference",-9.343666614315989],["pent",-9.345465533069358],["restaurant",-9.346673300244072],["trust",-9.347479135192579],["God",-9.348517915182228],["success",-9.350124226128406],["General",-9.350368313667705],["Star",-9.351022046161495],["center",-9.352092734016235],["prett",-9.354326721438962],["accept",-9.3577126257571],["website",-9.357828314732666],["ong",-9.358650478244336],["ward",-9.359468828831165],["involv",-9.360228649929818],["gen",-9.361304830550452],["Council",-9.361515865164593],["teacher",-9.36186082624069],["Mu",-9.366193056091543],["Sinc",-9.367050246990885],["fill",-9.367543011940356],["tion",-9.367834184141735],["avoid",-9.368358320985173],["episode",-9.369020571854772],["mer",-9.369550812829104],["damage",-9.370772307471086],["ki",-9.37145941911325],["Facebook",-9.372819319636282],["continu",-9.373946129550818],["han",-9.375389069403122],["dog",-9.375886332023413],["pull",-9.376643251988686],["NA",-9.377930835561362],["fine",-9.378147584543566],["annual",-9.3803952434933],["crowd",-9.380398474150436],["gar",-9.381834590919157],["News",-9.382159870660939],["Po",-9.383582868880435],["By",-9.383664767736441],["feeling",-9.385565058065474],["Mean",-9.386054066391488],["Brit",-9.387444990708403],["easy",-9.389169720188317],["virtual",-9.39187868500511],["East",-9.393542499732686],["gas",-9.394378054495437],["evidence",-9.395739730548549],["contain",-9.396467763171739],["ble",-9.397413047666118],["boy",-9.397852230069624],["gu",-9.398371095033337],["box",-9.398839852318172],["hear",-9.399128582834349],["Ga",-9.399940479027979],["specific",-9.401162391284135],["Ben",-9.401651715262723],["Australia",-9.401810955286809],["respect",-9.403190445218357],["fan",-9.403220607736323],["material",-9.403509744397102],["capacit",-9.404365116802893],["produce",-9.406423455327763],["Bu",-9.406896833328037],["tru",-9.407382892983652],["investment",-9.407744239596628],["ice",-9.40883178049145],["injur",-9.411209525072024],["physical",-9.411359140696447],["log",-9.413062397239178],["common",-9.413237566260857],["factor",-9.413435326496668],["Bar",-9.414473693891022],["accus",-9.414613433473228],["border",-9.415083384479926],["£",-9.41527153020938],["drop",-9.41657715241849],["African",-9.41747044420628],["sell",-9.417592305001014],["High",-9.418318594313508],["husband",-9.41922487729012],["bus",-9.419768343226176],["port",-9.420468465508417],["Com",-9.421387093410107],["page",-9.421517398097325],["table",-9.422882071013799],["payment",-9.424566853509134],["sound",-9.42520792724222],["Green",-9.42522383701252],["vo",-9.425488890409039],["Am",-9.425590888753295],["learning",-9.426908762306283],["imply",-9.428151750948034],["true",-9.430585300731256],["Jan",-9.43114382966121],["choice",-9.431232423311283],["carry",-9.431289820717767],["addition",-9.433111823192563],["flight",-9.434654390354277],["Group",-9.435192743923606],["perfect",-9.435193179514208],["League",-9.435194656153936],["threat",-9.435208746802006],["professional",-9.435463818287772],["lift",-9.43557088542805],["environment",-9.44104969276368],["solution",-9.441134431937744],["version",-9.441223477418912],["har",-9.441567127629447],["Twitter",-9.443273334779313],["ji",-9.443432145164277],["natural",-9.44736513463552],["revealed",-9.449161485117587],["rules",-9.45018930068947],["express",-9.451308392723712],["Johnson",-9.452347442104234],["Canad",-9.45405658079515],["Public",-9.455518358912851],["credit",-9.455635596899253],["standard",-9.455648114358752],["lock",-9.457093322158572],["ville",-9.457320654855252],["Gu",-9.459915273196689],["seat",-9.460692338726808],["cash",-9.463936676263797],["German",-9.46526161427074],["gone",-9.4689825235949],["league",-9.472089596092061],["rule",-9.47211365920609],["pressure",-9.47219523861449],["initial",-9.472381644649808],["Inc",-9.473724929674837],["shop",-9.474052205184258],["Car",-9.474620827935885],["heard",-9.476066706415079],["Air",-9.476067367824099],["Japan",-9.47632717024303],["giving",-9.476560147129833],["creat",-9.476589229441004],["grant",-9.476625855610179],["justice",-9.477306592122726],["Iran",-9.477704011048166],["document",-9.47857573448529],["words",-9.47868842399759],["Ab",-9.479847220674884],["discuss",-9.480018668326306],["wrong",-9.48047123277934],["citizens",-9.482224059433655],["supply",-9.484706770527218],["throw",-9.48570741010115],["aware",-9.485741496523143],["shut",-9.48601310652564],["rank",-9.487290592264511],["award",-9.488060395237802],["slow",-9.488359515670094],["file",-9.48845934885098],["appeal",-9.488970153754963],["winning",-9.48952496244036],["remember",-9.49084451176978],["wood",-9.4909943697417],["Del",-9.491714087152783],["content",-9.492044905955773],["speed",-9.493444164727041],["Senat",-9.494083686023046],["45",-9.494485751493153],["centre",-9.496148803969525],["foot",-9.496985048210092],["judge",-9.497466922964783],["email",-9.499621132268725],["Bill",-9.499854061783388],["hat",-9.500647659186654],["Can",-9.501581449251098],["network",-9.501769142155482],["born",-9.50215852835301],["earning",-9.502452544000317],["ail",-9.502523859198819],["note",-9.50268111230705],["involve",-9.50271203346523],["touch",-9.503148673256279],["inter",-9.503588665216583],["red",-9.504455244780075],["European",-9.505018429310955],["notice",-9.505364505030293],["Just",-9.505435301524898],["Ja",-9.505984196846633],["analyst",-9.506063161621192],["voice",-9.50619876821543],["From",-9.506360270833435],["buil",-9.507043595490167],["fac",-9.507308017338897],["ru",-9.507321603465769],["jobs",-9.507615751521556],["draw",-9.50859076215427],["za",-9.50927189279776],["budget",-9.51039634815628],["che",-9.511640399998043],["door",-9.512566795235118],["holding",-9.51297491715896],["mention",-9.513814998418683],["Bay",-9.514214374287002],["tweet",-9.514783808263449],["ought",-9.51595903483734],["vot",-9.516677628435346],["pur",-9.517843867889965],["fun",-9.518230907827745],["infect",-9.518458738623032],["Hospital",-9.519098994804649],["battle",-9.520818604888294],["followed",-9.521781739614806],["agreement",-9.522366428274081],["standing",-9.523531179682863],["camera",-9.523974881092432],["artist",-9.52417296376366],["warn",-9.524236827623312],["item",-9.524322676519493],["super",-9.524709788909377],["facilit",-9.524813163203337],["farm",-9.525404900308654],["improve",-9.5266408960686],["rain",-9.526769898688542],["Last",-9.528772770134019],["trad",-9.529000499439494],["loan",-9.529677186742937],["encourage",-9.531948513203979],["symptom",-9.532270055464629],["sports",-9.533139813498146],["gra",-9.533359312175449],["critical",-9.534022265480193],["SA",-9.534084274182451],["Over",-9.536455200136167],["poor",-9.536729693171871],["increasing",-9.536759497586411],["surprise",-9.536759698290162],["application",-9.536759850140353],["digital",-9.537331426151699],["suit",-9.53920184959546],["Michael",-9.541223755012087],["college",-9.541223770237792],["brother",-9.541438215104279],["successful",-9.54151322181593],["stress",-9.541587823356712],["Union",-9.541615635384048],["Road",-9.542000586952184],["ility",-9.542605731363595],["Ru",-9.543303038373924],["manager",-9.543356288097224],["publish",-9.54426059140674],["rent",-9.544617634941357],["goe",-9.544859726019574],["broad",-9.545252712678165],["teams",-9.545619613703245],["size",-9.54639541708235],["sales",-9.549340570570983],["hundred",-9.5502126008549],["London",-9.550257733203207],["Sam",-9.550965629499343],["partner",-9.552657927943915],["county",-9.554181350033812],["Indian",-9.554524109765314],["delay",-9.554849615614042],["International",-9.554863191660107],["paper",-9.554981494415141],["kick",-9.555600408146619],["climate",-9.559282959757677],["extra",-9.560245923815023],["income",-9.560822259012255],["Texa",-9.564113017402125],["Paul",-9.564425000415607],["ical",-9.56811177450766],["iv",-9.568119552531794],["foreign",-9.568438196198358],["Scott",-9.569055019511811],["image",-9.57013911270889],["storie",-9.572113032834519],["George",-9.573046601697232],["http",-9.573051597328934],["James",-9.57325881397874],["Director",-9.573844280352631],["movement",-9.574889829533884],["east",-9.577090409486452],["universit",-9.577674258453053],["Smith",-9.577675218248359],["opening",-9.577891474015951],["exchange",-9.578923711731996],["served",-9.579079136470517],["primar",-9.580240811266318],["AP",-9.580471637709064],["van",-9.581494245222316],["mail",-9.582162128160956],["register",-9.582325949902284],["ze",-9.583686590344957],["agency",-9.584000445481438],["ik",-9.585424008630536],["strateg",-9.585957277378448],["collect",-9.586196299295683],["multiple",-9.58699930003197],["shift",-9.587023918992735],["Prime",-9.5874137494723],["pair",-9.588499188557364],["violen",-9.588697691870015],["search",-9.589781042083729],["England",-9.591693637080208],["drug",-9.592900612709611],["Sch",-9.593098258192764],["clean",-9.593135346980699],["victor",-9.596426436407283],["CO",-9.596911227433345],["pack",-9.598986220469406],["spot",-9.599205773969341],["equipment",-9.60114978088837],["yond",-9.603768207184295],["anagement",-9.604400101428402],["Ri",-9.605441342826243],["rates",-9.605763043774468],["pic",-9.609131787110162],["mental",-9.610575509101025],["lose",-9.610617432733624],["extreme",-9.6106960634081],["sexual",-9.61074747849768],["hot",-9.610928189921548],["overall",-9.610959715987425],["writ",-9.611353962510174],["perform",-9.61177101189213],["attenti",-9.613581764743929],["establish",-9.614995685739368],["train",-9.616010691358266],["haps",-9.616124212598688],["ez",-9.616360837234842],["remove",-9.61704490338155],["describe",-9.61761628068084],["transport",-9.620379612560448],["guideline",-9.620788742399144],["exact",-9.620900040582637],["uk",-9.62121169164605],["governor",-9.621931791989134],["Republican",-9.623543725096749],["32",-9.623720183595271],["province",-9.624133556104212],["lie",-9.624985935667851],["First",-9.625191030239067],["culture",-9.625206825992263],["expand",-9.625300332799856],["import",-9.625454475548713],["Don",-9.62564254593019],["word",-9.626356359367358],["shooting",-9.627451426983399],["hair",-9.627643616101441],["definite",-9.630067032481147],["Ministr",-9.630121913404425],["spec",-9.631595426533755],["adding",-9.632969650085961],["fourth",-9.633049347581311],["bid",-9.636208845642525],["Most",-9.636452334256072],["ratio",-9.639172958037353],["asking",-9.639428745324285],["Tom",-9.639844537810024],["Florida",-9.639895099184756],["monitor",-9.639900641907609],["Two",-9.639987581324533],["arrive",-9.640021226407987],["investor",-9.642234469280947],["sometime",-9.64298436690265],["lam",-9.643290892602163],["load",-9.644335734114538],["defense",-9.644845594159804],["blood",-9.644872353739782],["talent",-9.64492441330814],["beginning",-9.644956273315955],["eventual",-9.645124836271073],["basi",-9.645641140377723],["discover",-9.6456564702229],["wall",-9.64735646810032],["picture",-9.648039566803961],["council",-9.64981440175505],["conversation",-9.649820729459215],["Gar",-9.651922188454487],["spokes",-9.6519957851533],["uff",-9.652393244072456],["photo",-9.653207568674288],["nine",-9.65382241958049],["introduc",-9.654726995528508],["negative",-9.655381997790524],["prove",-9.65636004459764],["ker",-9.656797610292486],["novel",-9.657190496495168],["pen",-9.657669727770472],["Here",-9.657677299226858],["path",-9.658039480987526],["named",-9.658553338851926],["EU",-9.659334509449359],["leav",-9.659777288633526],["murder",-9.659854410091576],["approve",-9.659918781956602],["poll",-9.66115544763062],["Red",-9.661238703822502],["Hill",-9.661474137943191],["Ko",-9.662451976735998],["double",-9.664837268669963],["Minnesota",-9.664896453061157],["proper",-9.664987162790862],["generation",-9.66538122443874],["sub",-9.665492246733162],["Du",-9.667570959578576],["offering",-9.667787780307542],["king",-9.667843472088203],["Nigerian",-9.667894448277163],["Vi",-9.66794580476705],["mission",-9.669802940871634],["criminal",-9.669972491821174],["Europe",-9.671201388980977],["Office",-9.6719083466593],["Su",-9.671968148671565],["hop",-9.674363675509356],["Super",-9.676434439641115],["elected",-9.676541439618344],["patient",-9.677141793405749],["couldn",-9.677357528598908],["36",-9.67887854507487],["Well",-9.679353377196254],["debate",-9.680204404615687],["difference",-9.680223096629696],["Robert",-9.680571223302776],["par",-9.682858803373469],["kept",-9.684009337371725],["camp",-9.68418707842315],["acquir",-9.68535876268647],["animal",-9.685388021422533],["Justice",-9.6854639685725],["ax",-9.685788940663134],["Lake",-9.688119004220823],["rais",-9.688760100844815],["church",-9.690540138049816],["District",-9.690607880762082],["purpose",-9.690639741682757],["mix",-9.691663342416426],["Commission",-9.691818970536954],["divers",-9.693825134280633],["alone",-9.694157684462269],["Ke",-9.694568356124025],["King",-9.695192574505278],["é",-9.695746972218664],["subject",-9.695747083315066],["advance",-9.69574874608174],["passenger",-9.695755175376338],["Sen",-9.695939468807357],["yester",-9.696119443946515],["ization",-9.696227398742263],["owner",-9.696274724853271],["celebrate",-9.696405368092169],["relative",-9.696499278619974],["sort",-9.696528554904404],["winner",-9.69657199654624],["weight",-9.697023298364282],["75",-9.697283809806986],["PS",-9.69757436379582],["polic",-9.698244057249688],["34",-9.700597273632312],["earn",-9.70132759704897],["cu",-9.702322263817596],["ney",-9.70278327685002],["fresh",-9.704191783295247],["committ",-9.704228885206224],["implement",-9.705876448562709],["hotel",-9.706446734446391],["tool",-9.706549912377291],["maker",-9.70685926346598],["Israel",-9.706946092004333],["ug",-9.70719588485717],["Los",-9.711098857939064],["device",-9.71177396624152],["listen",-9.712451073203699],["facility",-9.713920695970225],["Let",-9.713994056515283],["Other",-9.714100489736962],["scale",