{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<UNK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<SEP>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<MASK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<CLS>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordPiece","unk_token":"<UNK>","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"<UNK>":0,"<SEP>":1,"<MASK>":2,"<CLS>":3,"!":4,"\"":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,">":31,"?":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"`":59,"a":60,"b":61,"c":62,"d":63,"e":64,"f":65,"g":66,"h":67,"i":68,"j":69,"k":70,"l":71,"m":72,"n":73,"o":74,"p":75,"q":76,"r":77,"s":78,"t":79,"u":80,"v":81,"w":82,"x":83,"y":84,"z":85,"~":86,"¢":87,"£":88,"¤":89,"¥":90,"¦":91,"§":92,"«":93,"®":94,"¯":95,"°":96,"±":97,"²":98,"³":99,"´":100,"·":101,"¹":102,"»":103,"¼":104,"½":105,"¾":106,"À":107,"Ä":108,"Å":109,"É":110,"Í":111,"Î":112,"Ó":113,"Ö":114,"×":115,"Þ":116,"ß":117,"à":118,"á":119,"â":120,"ã":121,"ä":122,"å":123,"æ":124,"ç":125,"è":126,"é":127,"ê":128,"ë":129,"í":130,"î":131,"ï":132,"ð":133,"ñ":134,"ó":135,"ô":136,"õ":137,"ö":138,"ø":139,"ú":140,"ü":141,"Ā":142,"ā":143,"ă":144,"ć":145,"Č":146,"č":147,"ē":148,"ğ":149,"Ġ":150,"ġ":151,"ħ":152,"İ":153,"ı":154,"Ľ":155,"ł":156,"ń":157,"ņ":158,"ō":159,"œ":160,"ş":161,"š":162,"ţ":163,"ū":164,"Ÿ":165,"Ż":166,"ż":167,"Ž":168,"ž":169,"ƅ":170,"ț":171,"ȼ":172,"ɑ":173,"ʏ":174,"ʻ":175,"ʼ":176,"˚":177,"˜":178,"́":179,"β":180,"γ":181,"Ё":182,"Ђ":183,"Ѓ":184,"І":185,"Ј":186,"Њ":187,"Ў":188,"А":189,"Г":190,"П":191,"Р":192,"Т":193,"У":194,"Ш":195,"Щ":196,"Ъ":197,"Ь":198,"Э":199,"Ю":200,"Я":201,"а":202,"б":203,"г":204,"д":205,"е":206,"ж":207,"о":208,"с":209,"т":210,"у":211,"ю":212,"я":213,"ђ":214,"ѓ":215,"ѕ":216,"і":217,"њ":218,"ќ":219,"ў":220,"џ":221,"қ":222,"һ":223,"օ":224,"א":225,"ב":226,"ד":227,"ה":228,"ו":229,"י":230,"ל":231,"ם":232,"מ":233,"נ":234,"ע":235,"צ":236,"ק":237,"ש":238,"ת":239,"ن":240,"ߋ":241,"ं":242,"अ":243,"क":244,"घ":245,"च":246,"ट":247,"ड":248,"त":249,"न":250,"ब":251,"म":252,"य":253,"र":254,"ल":255,"श":256,"स":257,"ा":258,"ि":259,"ी":260,"ु":261,"े":262,"्":263,"က":264,"င":265,"ည":266,"တ":267,"န":268,"ပ":269,"ဖ":270,"မ":271,"ရ":272,"လ":273,"သ":274,"အ":275,"ါ":276,"ာ":277,"ိ":278,"ု":279,"ေ":280,"်":281,"ြ":282,"ွ":283,"ှ":284,"ᥙ":285,"ᴠ":286,"ḥ":287,"‎":288,"‐":289,"‑":290,"–":291,"—":292,"‘":293,"’":294,"‚":295,"“":296,"”":297,"„":298,"‡":299,"•":300,"․":301,"…":302,"‪":303,"‰":304,"′":305,"″":306,"›":307,"‼":308,"⁠":309,"⁣":310,"₁":311,"₦":312,"€":313,"₵":314,"₹":315,"™":316,"ⅼ":317,"−":318,"─":319,"├":320,"┬":321,"╕":322,"╖":323,"▪":324,"◆":325,"☺":326,"⚽":327,"⛓":328,"✨":329,"❌":330,"❤":331,"➡":332,"ー":333,"化":334,"地":335,"暖":336,"温":337,"球":338,"ﬁ":339,"️":340,"﻿":341,"－":342,"ｅ":343,"##e":344,"##b":345,"##a":346,"##n":347,"##s":348,"##r":349,"##i":350,"##d":351,"##m":352,"##o":353,"##t":354,"##h":355,"##u":356,"##c":357,"##G":358,"##l":359,"##B":360,"##S":361,"##v":362,"##g":363,"##j":364,"##6":365,"##4":366,"##â":367,"##k":368,"##w":369,"##y":370,"##9":371,"##8":372,"##f":373,"##O":374,"##L":375,"##x":376,"##p":377,"##T":378,"##C":379,"##z":380,"##F":381,"##K":382,"##N":383,"##ó":384,"##M":385,"##R":386,"##A":387,"##0":388,"##7":389,"##D":390,"##ă":391,"##ş":392,"##W":393,"##E":394,"##I":395,"##V":396,"##q":397,"##é":398,"##P":399,"##Z":400,"##U":401,"##H":402,"##J":403,"##1":404,"##3":405,"##5":406,"##2":407,"##ü":408,"##Y":409,"##ć":410,"##?":411,"##’":412,"##.":413,"##\"":414,"##ë":415,"##X":416,"##“":417,"##…":418,"##Р":419,"##ђ":420,"##Ў":421,"##‰":422,"##Э":423,"##д":424,"##я":425,"##Q":426,"##,":427,"##á":428,"##/":429,"##ä":430,"##$":431,"##(":432,"##)":433,"##˜":434,"##'":435,"##ñ":436,"##±":437,"##É":438,"##ေ":439,"##ာ":440,"##က":441,"##်":442,"##တ":443,"##ွ":444,"##င":445,"##è":446,"##”":447,"##́":448,"##ú":449,"##ç":450,"##ा":451,"##य":452,"##ā":453,"##¯":454,"##‡":455,"##‚":456,"##å":457,"##А":458,"##Ь":459,"##т":460,"##Щ":461,"##ߋ":462,"##í":463,"##;":464,"##च":465,"##न":466,"##क":467,"##:":468,"##ß":469,"##²":470,"##﻿":471,"##č":472,"##ʻ":473,"##+":474,"##ю":475,"##!":476,"##-":477,"##ö":478,"##џ":479,"##е":480,"##—":481,"##₹":482,"##ȼ":483,"##Ġ":484,"##ô":485,"##Ÿ":486,"##ʼ":487,"##ע":488,"##צ":489,"##מ":490,"##א":491,"##ו":492,"##ת":493,"##ū":494,"##ț":495,"##ြ":496,"##န":497,"##မ":498,"##လ":499,"##ိ":500,"##ု":501,"##һ":502,"##~":503,"##*":504,"##™":505,"##ु":506,"##श":507,"##्":508,"##ि":509,"##ल":510,"##ï":511,"##ー":512,"##õ":513,"##ł":514,"##ø":515,"##‘":516,"##о":517,"##Ž":518,"##म":519,"##ं":520,"##ड":521,"##ğ":522,"##⁣":523,"##æ":524,"##š":525,"##ã":526,"##ê":527,"##Ľ":528,"##ē":529,"##ņ":530,"##ק":531,"##ב":532,"##ל":533,"##¦":534,"##`":535,"##–":536,"##ı":537,"##£":538,"##ם":539,"##ी":540,"##ħ":541,"##Í":542,"##®":543,"##і":544,"##<":545,"##ţ":546,"##ﬁ":547,"##>":548,"##€":549,"##Ѓ":550,"##с":551,"##Ђ":552,"##ѕ":553,"##ѓ":554,"##І":555,"##Т":556,"##ж":557,"##ќ":558,"##Њ":559,"##њ":560,"##у":561,"##Ъ":562,"##Г":563,"##Ј":564,"##·":565,"##े":566,"##à":567,"##″":568,"##ў":569,"##ð":570,"##ब":571,"##र":572,"##त":573,"##³":574,"##┬":575,"##Я":576,"##Ш":577,"##ġ":578,"##%":579,"##қ":580,"##ž":581,"##ń":582,"##У":583,"##ō":584,"##ट":585,"##ရ":586,"##ှ":587,"##ပ":588,"##ါ":589,"##သ":590,"##ည":591,"##г":592,"##ʏ":593,"##ｅ":594,"##ż":595,"##¥":596,"##Ā":597,"##ḥ":598,"##օ":599,"##Ю":600,"##球":601,"##温":602,"##暖":603,"##化":604,"##Ó":605,"##ד":606,"##י":607,"##נ":608,"##ה":609,"##he":610,"##er":611,"the":612,"##in":613,"##on":614,"##at":615,"##es":616,"##or":617,"##en":618,"##ed":619,"##nd":620,"##ing":621,"to":622,"##ar":623,"##an":624,"##al":625,"##it":626,"##ou":627,"in":628,"of":629,"##as":630,"##is":631,"and":632,"##re":633,"##ic":634,"th":635,"##om":636,"##il":637,"##ion":638,"##ent":639,"##el":640,"##id":641,"##ec":642,"##st":643,"##et":644,"##ay":645,"##ot":646,"on":647,"##ve":648,"##ur":649,"##ac":650,"##le":651,"##ow":652,"##ut":653,"be":654,"for":655,"##ol":656,"is":657,"##ad":658,"##ir":659,"##ly":660,"that":661,"st":662,"##am":663,"##ver":664,"##ig":665,"The":666,"re":667,"pr":668,"##ith":669,"##ter":670,"##im":671,"it":672,"##ill":673,"with":674,"wh":675,"##ation":676,"##os":677,"##us":678,"al":679,"##ers":680,"as":681,"##op":682,"ha":683,"an":684,"##em":685,"##est":686,"was":687,"at":688,"##ce":689,"##ld":690,"con":691,"sa":692,"##ess":693,"he":694,"##ch":695,"##her":696,"are":697,"##ul":698,"##ak":699,"com":700,"##th":701,"fr":702,"##ate":703,"##oc":704,"##ect":705,"we":706,"##ag":707,"##od":708,"have":709,"ne":710,"said":711,"##ain":712,"##pp":713,"##and":714,"you":715,"##ort":716,"##um":717,"sh":718,"has":719,"##ity":720,"##igh":721,"##ies":722,"##un":723,"##ear":724,"##ist":725,"from":726,"ex":727,"##ment":728,"##iv":729,"##ore":730,"##ive":731,"tr":732,"##art":733,"##ant":734,"not":735,"by":736,"will":737,"##ould":738,"##if":739,"##se":740,"##ct":741,"##ab":742,"##ust":743,"or":744,"de":745,"ch":746,"##ial":747,"su":748,"se":749,"##all":750,"go":751,"this":752,"pl":753,"##nt":754,"##ome":755,"ab":756,"##ight":757,"##ast":758,"his":759,"##ack":760,"wor":761,"##our":762,"##out":763,"##gh":764,"##ud":765,"##ard":766,"sp":767,"##end":768,"20":769,"##ere":770,"##ice":771,"their":772,"##ov":773,"le":774,"##ok":775,"they":776,"##ie":777,"##rou":778,"##ost":779,"out":780,"all":781,"##ap":782,"Th":783,"whe":784,"who":785,"##ell":786,"can":787,"##ik":788,"but":789,"year":790,"##av":791,"ad":792,"up":793,"res":794,"been":795,"##ong":796,"##ep":797,"##ff":798,"##ans":799,"off":800,"do":801,"##ue":802,"##ge":803,"##ally":804,"##ich":805,"##ip":806,"In":807,"##ther":808,"pe":809,"##ions":810,"##ine":811,"cl":812,",”":813,"##ia":814,"##so":815,"##ib":816,"were":817,"had":818,"##ople":819,"##ime":820,"her":821,"rec":822,"##mp":823,"comp":824,"cont":825,"It":826,"more":827,"ac":828,"##ob":829,"##ount":830,"en":831,"##day":832,"##one":833,"##ated":834,"##ous":835,"##ake":836,"also":837,"ag":838,"##own":839,"people":840,"inc":841,"##ure":842,"about":843,"##act":844,"##ame":845,"St":846,"##ide":847,"one":848,"me":849,"##ry":850,"exp":851,".”":852,"##ents":853,"##og":854,"##ays":855,"Ch":856,"##fter":857,"man":858,"He":859,"which":860,"##ely":861,"##oll":862,"##ub":863,"##ose":864,"##00":865,"per":866,"work":867,"new":868,"she":869,"##ace":870,"un":871,"over":872,"##age":873,"int":874,"so":875,"its":876,"would":877,"##ord":878,"##ber":879,"##iz":880,"##ire":881,"##ary":882,"##ike":883,"##ile":884,"##qu":885,"19":886,"##ence":887,"##ew":888,"qu":889,"##mer":890,"rep":891,"##ail":892,"ev":893,"cr":894,"time":895,"us":896,"We":897,"##ind":898,"##ks":899,"##ook":900,"part":901,"other":902,"after":903,"##ations":904,"dis":905,"##ase":906,"##ance":907,"app":908,"there":909,"when":910,"##are":911,"some":912,"##able":913,"fir":914,"##ass":915,"tw":916,"our":917,"##ors":918,"##orm":919,"them":920,"##ign":921,"than":922,"sc":923,"##ult":924,"##ra":925,"##ings":926,"bec":927,"get":928,"##oss":929,"##ach":930,"##ro":931,"just":932,"##uc":933,"##ict":934,"##ond":935,"op":936,"imp":937,"##ree":938,"like":939,"ar":940,"ser":941,"##ens":942,"kn":943,"##aus":944,"##ick":945,"rel":946,"##ark":947,"##ite":948,"##ock":949,"##ition":950,"comm":951,"##ough":952,"##ical":953,"acc":954,"##oy":955,"what":956,"##reat":957,"##oin":958,"pre":959,"##uring":960,"##ru":961,"##very":962,"##lic":963,"pol":964,"##vern":965,"now":966,"first":967,"##ian":968,"two":969,"##irus":970,"##ident":971,"gr":972,"act":973,"any":974,"##anc":975,"##ning":976,"##ade":977,"Pr":978,"my":979,"into":980,"play":981,"add":982,"back":983,"wee":984,"Tr":985,"##ates":986,"br":987,"##alth":988,"if":989,"##nder":990,"your":991,"##ild":992,"count":993,"te":994,"hel":995,"##ied":996,"##rough":997,"##itt":998,"201":999}}}