{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<UNK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<SEP>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<MASK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<CLS>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"<UNK>","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"<UNK>":0,"<SEP>":1,"<MASK>":2,"<CLS>":3,"!":4,"\"":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,">":31,"?":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"a":59,"b":60,"c":61,"d":62,"e":63,"f":64,"g":65,"h":66,"i":67,"j":68,"k":69,"l":70,"m":71,"n":72,"o":73,"p":74,"q":75,"r":76,"s":77,"t":78,"u":79,"v":80,"w":81,"x":82,"y":83,"z":84,"~":85,"§":86,"«":87,"®":88,"°":89,"²":90,"³":91,"´":92,"µ":93,"·":94,"»":95,"Á":96,"Ä":97,"Å":98,"Ç":99,"È":100,"É":101,"Í":102,"Ó":103,"Õ":104,"Ö":105,"×":106,"Ø":107,"Ú":108,"Ü":109,"à":110,"á":111,"â":112,"ã":113,"ä":114,"å":115,"ç":116,"è":117,"é":118,"ë":119,"í":120,"î":121,"ï":122,"ð":123,"ñ":124,"ò":125,"ó":126,"ô":127,"õ":128,"ö":129,"ø":130,"ú":131,"û":132,"ü":133,"ý":134,"ā":135,"ă":136,"Ć":137,"ć":138,"Č":139,"č":140,"Ď":141,"ď":142,"Đ":143,"đ":144,"ę":145,"ě":146,"ğ":147,"Ľ":148,"ľ":149,"ł":150,"ń":151,"ň":152,"Ő":153,"ő":154,"ř":155,"Ş":156,"ş":157,"Š":158,"š":159,"Ţ":160,"ţ":161,"ť":162,"Ű":163,"ű":164,"Ž":165,"ž":166,"Ș":167,"ș":168,"Ț":169,"ț":170,"ʼ":171,"́":172,"̈":173,"̋":174,"β":175,"μ":176,"‐":177,"‑":178,"‒":179,"–":180,"—":181,"‘":182,"’":183,"“":184,"”":185,"„":186,"†":187,"•":188,"…":189,"‼":190,"€":191,"−":192,"❗":193,"➡":194,"﷯":195,"️":196,"sz":197,"el":198,"et":199,"en":200,"gy":201,"er":202,"at":203,"al":204,"an":205,"az":206,"ek":207,"és":208,"ak":209,"or":210,"ár":211,"in":212,"em":213,"on":214,"ol":215,"ál":216,"eg":217,"ás":218,"ez":219,"is":220,"es":221,"án":222,"tt":223,"ok":224,"ér":225,"ar":226,"ég":227,"ho":228,"ik":229,"én":230,"egy":231,"os":232,"kö":233,"bb":234,"cs":235,"át":236,"ül":237,"ett":238,"am":239,"ít":240,"él":241,"meg":242,"ág":243,"ap":244,"hogy":245,"ék":246,"ban":247,"ét":248,"ed":249,"int":250,"ad":251,"ben":252,"ott":253,"szer":254,"agy":255,"il":256,"szt":257,"oz":258,"it":259,"ra":260,"ut":261,"ki":262,"om":263,"re":264,"ség":265,"ta":266,"nem":267,"köz":268,"ny":269,"ig":270,"fel":271,"ni":272,"tö":273,"ól":274,"ja":275,"ul":276,"le":277,"ák":278,"áz":279,"áll":280,"ell":281,"be":282,"ép":283,"og":284,"ely":285,"nk":286,"as":287,"aj":288,"hat":289,"ai":290,"nak":291,"ent":292,"ész":293,"ány":294,"ám":295,"het":296,"év":297,"ény":298,"ért":299,"nek":300,"kor":301,"elő":302,"Az":303,"iz":304,"id":305,"val":306,"olt":307,"ag":308,"ot":309,"te":310,"ind":311,"mi":312,"ci":313,"ság":314,"leg":315,"uk":316,"end":317,"jel":318,"ter":319,"us":320,"vez":321,"ől":322,"kez":323,"ált":324,"for":325,"od":326,"unk":327,"ont":328,"szág":329,"art":330,"ön":331,"ország":332,"hoz":333,"hely":334,"ud":335,"ír":336,"oly":337,"ös":338,"de":339,"ve":340,"ber":341,"szám":342,"ók":343,"ne":344,"nagy":345,"ök":346,"ond":347,"nap":348,"volt":349,"ha":350,"vet":351,"ill":352,"ük":353,"rend":354,"már":355,"mind":356,"ker":357,"ov":358,"több":359,"att":360,"ább":361,"szerint":362,"ők":363,"agyar":364,"ur":365,"20":366,"áb":367,"ában":368,"kal":369,"új":370,"öl":371,"sza":372,"vár":373,"tel":374,"ént":375,"elm":376,"ej":377,"ében":378,"fog":379,"ült":380,"Sz":381,"ív":382,"osz":383,"pr":384,"tart":385,"eket":386,"úl":387,"hi":388,"ött":389,"ős":390,"ára":391,"kap":392,"olg":393,"mű":394,"vezet":395,"száz":396,"ások":397,"van":398,"jelent":399,"vel":400,"ette":401,"ia":402,"ked":403,"tud":404,"azt":405,"éd":406,"ember":407,"lehet":408,"ert":409,"kép":410,"éz":411,"tör":412,"ját":413,"fi":414,"vég":415,"kül":416,"szak":417,"még":418,"len":419,"kell":420,"ció":421,"más":422,"csak":423,"iszt":424,"alék":425,"ör":426,"jár":427,"mag":428,"mint":429,"zet":430,"biz":431,"amely":432,"ba":433,"százalék":434,"ep":435,"után":436,"ály":437,"vál":438,"ebb":439,"ped":440,"ása":441,"ir":442,"ése":443,"vagy":444,"ást":445,"ják":446,"ajd":447,"aszt":448,"koz":449,"tal":450,"ház":451,"össz":452,"ról":453,"est":454,"vis":455,"ünk":456,"sem":457,"pedig":458,"nál":459,"tat":460,"um":461,"ület":462,"ony":463,"két":464,"érd":465,"ügy":466,"mény":467,"obb":468,"ély":469,"ezt":470,"okat":471,"min":472,"áj":473,"öv":474,"ód":475,"szem":476,"na":477,"mány":478,"ső":479,"ést":480,"Ez":481,"ellen":482,"ami":483,"ható":484,"tak":485,"tár":486,"rész":487,"ió":488,"ított":489,"magyar":490,"ának":491,"vi":492,"követ":493,"abb":494,"fő":495,"né":496,"elt":497,"ző":498,"minden":499,"mond":500,"tan":501,"mill":502,"pont":503,"ei":504,"lát":505,"ort":506,"han":507,"azon":508,"old":509,"ór":510,"ére":511,"foly":512,"kör":513,"hal":514,"őr":515,"gyan":516,"uró":517,"ín":518,"sor":519,"let":520,"ver":521,"orosz":522,"hez":523,"ád":524,"va":525,"je":526,"ug":527,"alm":528,"Egy":529,"idő":530,"ási":531,"majd":532,"bel":533,"fej":534,"sok":535,"vil":536,"esen":537,"any":538,"élet":539,"im":540,"ének":541,"eny":542,"utat":543,"tám":544,"ogat":545,"op":546,"kel":547,"áció":548,"eset":549,"lesz":550,"nök":551,"ab":552,"ult":553,"alap":554,"munk":555,"st":556,"ism":557,"véd":558,"ovább":559,"nő":560,"vált":561,"íz":562,"aki":563,"ost":564,"akkor":565,"raj":566,"kezd":567,"zés":568,"bizt":569,"kész":570,"ával":571,"árt":572,"emel":573,"ót":574,"ob":575,"ális":576,"forint":577,"világ":578,"ós":579,"üz":580,"men":581,"így":582,"Magyar":583,"yen":584,"úgy":585,"miatt":586,"között":587,"tovább":588,"von":589,"ból":590,"tört":591,"aság":592,"emény":593,"lak":594,"ikai":595,"osan":596,"olyan":597,"atok":598,"tet":599,"kormány":600,"ítás":601,"lan":602,"eni":603,"előtt":604,"tek":605,"csap":606,"ről":607,"város":608,"ési":609,"Or":610,"eng":611,"azd":612,"első":613,"szín":614,"érték":615,"kis":616,"uróp":617,"di":618,"ilyen":619,"ugyan":620,"kol":621,"szab":622,"hol":623,"mell":624,"hét":625,"mér":626,"asz":627,"00":628,"zs":629,"har":630,"fél":631,"rán":632,"hasz":633,"ből":634,"elnök":635,"út":636,"állal":637,"elem":638,"ün":639,"ések":640,"dön":641,"öz":642,"ábor":643,"ként":644,"igaz":645,"nél":646,"vállal":647,"gat":648,"eszt":649,"hető":650,"hozz":651,"atal":652,"telj":653,"erg":654,"gazd":655,"nyi":656,"eb":657,"vas":658,"miniszt":659,"jelen":660,"esz":661,"term":662,"utó":663,"ink":664,"202":665,"azonban":666,"ani":667,"seg":668,"ch":669,"szint":670,"vény":671,"szél":672,"egész":673,"kapcs":674,"egyik":675,"lő":676,"ták":677,"Nem":678,"vezető":679,"ikus":680,"par":681,"ikor":682,"dolg":683,"ász":684,"éves":685,"gyer":686,"talál":687,"ev":688,"által":689,"oszt":690,"étel":691,"ló":692,"árd":693,"szen":694,"elmi":695,"hár":696,"ment":697,"adás":698,"alak":699,"lt":700,"etlen":701,"jó":702,"segít":703,"per":704,"juk":705,"mert":706,"ma":707,"föl":708,"erős":709,"játék":710,"fér":711,"19":712,"csal":713,"külön":714,"való":715,"esít":716,"mondta":717,"ével":718,"ran":719,"port":720,"szolg":721,"kat":722,"nagyobb":723,"mellett":724,"dig":725,"ati":726,"arra":727,"most":728,"mar":729,"bet":730,"haj":731,"össze":732,"száll":733,"Magyarország":734,"millió":735,"pol":736,"ján":737,"ukrán":738,"oldal":739,"font":740,"kapcsol":741,"hábor":742,"pl":743,"enek":744,"vol":745,"saj":746,"köd":747,"támogat":748,"ökk":749,"sal":750,"últ":751,"ését":752,"őség":753,"éter":754,"form":755,"visz":756,"tó":757,"hang":758,"un":759,"óta":760,"eked":761,"keres":762,"használ":763,"ezer":764,"tag":765,"ütt":766,"ásár":767,"ered":768,"közös":769,"sik":770,"gond":771,"lép":772,"miniszter":773,"rá":774,"énz":775,"valam":776,"három":777,"av":778,"eti":779,"közel":780,"érkez":781,"ém":782,"korább":783,"cél":784,"vesz":785,"energ":786,"nagyon":787,"csökk":788,"mes":789,"milli":790,"fiz":791,"ram":792,"választ":793,"öt":794,"ata":795,"adó":796,"haz":797,"dolgoz":798,"állam":799,"határ":800,"együtt":801,"ező":802,"cég":803,"gazdaság":804,"vány":805,"Európ":806,"milliárd":807,"figy":808,"érdek":809,"pénz":810,"tött":811,"pár":812,"zel":813,"ását":814,"ács":815,"dönt":816,"ettek":817,"ford":818,"űn":819,"család":820,"őz":821,"ették":822,"jobb":823,"kérd":824,"kon":825,"alatt":826,"fontos":827,"háború":828,"viz":829,"hagy":830,"helyzet":831,"dr":832,"változ":833,"hon":834,"úly":835,"vissza":836,"terület":837,"kom":838,"akik":839,"ekt":840,"oló":841,"nok":842,"kod":843,"társ":844,"íg":845,"dí":846,"tér":847,"Uk":848,"ván":849,"atkoz":850,"atot":851,"súly":852,"ából":853,"történ":854,"biztos":855,"jegy":856,"pia":857,"szerep":858,"ába":859,"Cs":860,"siker":861,"éld":862,"alkal":863,"működ":864,"rendszer":865,"folyam":866,"eml":867,"bal":868,"amikor":869,"lal":870,"ri":871,"erő":872,"szerű":873,"incs":874,"lét":875,"Ukraj":876,"ors":877,"nyug":878,"intéz":879,"kív":880,"következ":881,"hozzá":882,"szük":883,"10":884,"fü":885,"hó":886,"hív":887,"vers":888,"gáz":889,"észt":890,"inek":891,"mek":892,"szeret":893,"marad":894,"péld":895,"vásár":896,"eh":897,"séges":898,"emelked":899,"beszél":900,"illet":901,"ító":902,"ogy":903,"óz":904,"szó":905,"pály":906,"szól":907,"jog":908,"mutat":909,"ic":910,"fl":911,"usz":912,"kön":913,"polit":914,"anak":915,"jöv":916,"Orosz":917,"eken":918,"megy":919,"okoz":920,"számára":921,"tá":922,"anyag":923,"baj":924,"ahol":925,"hír":926,"enc":927,"személy":928,"kit":929,"An":930,"ko":931,"leszt":932,"fizet":933,"ségi":934,"der":935,"gal":936,"épít":937,"gel":938,"magas":939,"itt":940,"ing":941,"ex":942,"másod":943,"egyed":944,"omb":945,"arról":946,"hiv":947,"kam":948,"15":949,"százalékkal":950,"oll":951,"ezte":952,"valamint":953,"mely":954,"br":955,"verseny":956,"hónap":957,"ssz":958,"osság":959,"onság":960,"ac":961,"eredmény":962,"tól":963,"növ":964,"Oroszország":965,"közl":966,"kil":967,"közöl":968,"nyil":969,"rég":970,"foglal":971,"négy":972,"iai":973,"kar":974,"esség":975,"dél":976,"ogram":977,"ide":978,"Ha":979,"gyak":980,"iskol":981,"lap":982,"ismer":983,"lett":984,"and":985,"adott":986,"omány":987,"ezett":988,"vétel":989,"ően":990,"rendőr":991,"amit":992,"cí":993,"nemzet":994,"nyom":995,"ülés":996,"felelő":997,"őt":998,"kapcsolat":999,"túl":1000,"ög":1001,"szor":1002,"uszt":1003,"egyen":1004,"mód":1005,"őket":1006,"adat":1007,"állap":1008,"volna":1009,"has":1010,"annak":1011,"olgár":1012,"ször":1013,"rendel":1014,"ób":1015,"ekkel":1016,"körül":1017,"elmúlt":1018,"kerül":1019,"lat":1020,"uló":1021,"lam":1022,"hiszen":1023,"szabad":1024,"ásokat":1025,"okban":1026,"tor":1027,"ésre":1028,"fejleszt":1029,"met":1030,"hát":1031,"ciók":1032,"sel":1033,"Nagy":1034,"ekben":1035,"úz":1036,"űz":1037,"rom":1038,"úja":1039,"áltat":1040,"maz":1041,"Gy":1042,"viszont":1043,"csökkent":1044,"ugyanis":1045,"ezért":1046,"előre":1047,"ec":1048,"részt":1049,"ául":1050,"sér":1051,"bár":1052,"fr":1053,"sg":1054,"jövő":1055,"bar":1056,"költ":1057,"autó":1058,"hány":1059,"Mi":1060,"polgár":1061,"állít":1062,"illetve":1063,"eddig":1064,"hanem":1065,"ással":1066,"ró":1067,"ru":1068,"sége":1069,"néz":1070,"lehetőség":1071,"udap":1072,"gyermek":1073,"férfi":1074,"Mind":1075,"bizony":1076,"biztonság":1077,"gg":1078,"só":1079,"udapest":1080,"ank":1081,"csapat":1082,"pen":1083,"almaz":1084,"of":1085,"program":1086,"jut":1087,"mel":1088,"jelenleg":1089,"irány":1090,"ium":1091,"nincs":1092,"nyit":1093,"oport":1094,"képvis":1095,"moz":1096,"mad":1097,"kev":1098,"ti":1099,"energia":1100,"In":1101,"fogy":1102,"tiszt":1103,"munka":1104,"valy":1105,"akar":1106,"esebb":1107,"második":1108,"30":1109,"vizsg":1110,"vő":1111,"ásra":1112,"prób":1113,"vél":1114,"víz":1115,"Köz":1116,"függ":1117,"ügyi":1118,"eség":1119,"ésére":1120,"gyű":1121,"18":1122,"séget":1123,"zár":1124,"jelentős":1125,"kívül":1126,"lag":1127,"őd":1128,"2022":1129,"amer":1130,"El":1131,"ói":1132,"kés":1133,"milyen":1134,"akár":1135,"újabb":1136,"si":1137,"ven":1138,"csoport":1139,"gondol":1140,"jük":1141,"például":1142,"tem":1143,"ottak":1144,"tette":1145,"rd":1146,"orv":1147,"díj":1148,"otta":1149,"bír":1150,"ték":1151,"ája":1152,"piac":1153,"kí":1154,"szav":1155,"folytat":1156,"saját":1157,"került":1158,"bajnok":1159,"műv":1160,"perc":1161,"ológ":1162,"szervezet":1163,"történt":1164,"reg":1165,"közölte":1166,"szik":1167,"euró":1168,"atlan":1169,"elmond":1170,"beteg":1171,"százalékos":1172,"nélkül":1173,"szolgáltat":1174,"ítani":1175,"zett":1176,"gyors":1177,"tett":1178,"legnagyobb":1179,"vannak":1180,"ttal":1181,"ros":1182,"övet":1183,"teljes":1184,"korábban":1185,"nép":1186,"gazdasági":1187,"gép":1188,"azért":1189,"bbi":1190,"mester":1191,"lég":1192,"amerikai":1193,"helyi":1194,"jól":1195,"bán":1196,"bank":1197,"fiatal":1198,"emlék":1199,"esült":1200,"mit":1201,"észet":1202,"emberek":1203,"szabály":1204,"ához":1205,"ította":1206,"belül":1207,"től":1208,"mindig":1209,"azok":1210,"doll":1211,"katon":1212,"ef":1213,"50":1214,"rec":1215,"gató":1216,"nal":1217,"inkább":1218,"érint":1219,"éb":1220,"ellát":1221,"találkoz":1222,"oztat":1223,"tavaly":1224,"tő":1225,"jelentette":1226,"során":1227,"lőd":1228,"ozz":1229,"körny":1230,"szön":1231,"szemben":1232,"lány":1233,"kereszt":1234,"kér":1235,"ülő":1236,"iség":1237,"abban":1238,"üntet":1239,"harmad":1240,"kl":1241,"tiz":1242,"almas":1243,"hazai":1244,"kár":1245,"12":1246,"szolgál":1247,"ham":1248,"hivatal":1249,"olaj":1250,"telep":1251,"védelmi":1252,"En":1253,"uty":1254,"szi":1255,"ezek":1256,"nőtt":1257,"újra":1258,"vit":1259,"éről":1260,"infl":1261,"ített":1262,"enn":1263,"közi":1264,"föld":1265,"De":1266,"amelyek":1267,"folyamat":1268,"időszak":1269,"chn":1270,"Szer":1271,"alapján":1272,"oda":1273,"ull":1274,"idén":1275,"kutat":1276,"ására":1277,"álló":1278,"növeked":1279,"negyed":1280,"nö":1281,"gyerek":1282,"ess":1283,"forr":1284,"hason":1285,"14":1286,"aton":1287,"európ":1288,"éssel":1289,"eztet":1290,"ord":1291,"Ny":1292,"európai":1293,"Mar":1294,"figyelm":1295,"üzem":1296,"enged":1297,"ant":1298,"tervez":1299,"másik":1300,"zi":1301,"ozott":1302,"jában":1303,"ka":1304,"elér":1305,"ződ":1306,"gyakor":1307,"16":1308,"vizsgál":1309,"őbb":1310,"alom":1311,"Ál":1312,"fut":1313,"ozó":1314,"ozat":1315,"nevez":1316,"zal":1317,"éve":1318,"ájék":1319,"up":1320,"közül":1321,"veszély":1322,"idej":1323,"cia":1324,"egyre":1325,"hatóság":1326,"mos":1327,"tam":1328,"ub":1329,"ánd":1330,"eit":1331,"köszön":1332,"fogyaszt":1333,"képviselő":1334,"ezet":1335,"csi":1336,"veszt":1337,"készül":1338,"hit":1339,"eszköz":1340,"termék":1341,"míg":1342,"uni":1343,"csat":1344,"ottság":1345,"tűz":1346,"ennek":1347,"gyal":1348,"Meg":1349,"ezzel":1350,"mik":1351,"árak":1352,"fogad":1353,"rendez":1354,"Budapest":1355,"nyer":1356,"had":1357,"mer":1358,"okkal":1359,"dar":1360,"fek":1361,"zék":1362,"vá":1363,"str":1364,"önk":1365,"hiány":1366,"mai":1367,"ón":1368,"egyes":1369,"mal":1370,"lenne":1371,"alk":1372,"Ukrajn":1373,"szív":1374,"átlag":1375,"ációs":1376,"átt":1377,"utol":1378,"fil":1379,"kellett":1380,"13":1381,"hall":1382,"igény":1383,"kő":1384,"barát":1385,"Ki":1386,"fegy":1387,"rendelkez":1388,"szület":1389,"írus":1390,"obl":1391,"lév":1392,"árs":1393,"ásban":1394,"további":1395,"tekint":1396,"ck":1397,"voltak":1398,"Európai":1399,"part":1400,"teljesít":1401,"dollár":1402,"elég":1403,"etem":1404,"bor":1405,"ismert":1406,"Már":1407,"egyéb":1408,"törtö":1409,"ütörtö":1410,"lel":1411,"felé":1412,"számít":1413,"17":1414,"őv":1415,"inak":1416,"megold":1417,"ay":1418,"hu":1419,"győz":1420,"ulajd":1421,"nev":1422,"újt":1423,"telen":1424,"rak":1425,"hatnak":1426,"jai":1427,"sp":1428,"szervez":1429,"ass":1430,"iss":1431,"probl":1432,"néhány":1433,"pént":1434,"halál":1435,"rel":1436,"játsz":1437,"oj":1438,"aut":1439,"tit":1440,"leges":1441,"szükség":1442,"ánt":1443,"vend":1444,"könny":1445,"országban":1446,"ákat":1447,"továbbra":1448,"otthon":1449,"követően":1450,"test":1451,"Nemzet":1452,"párt":1453,"koron":1454,"költség":1455,"elmondta":1456,"évben":1457,"következő":1458,"szár":1459,"ekre":1460,"ünne":1461,"kór":1462,"ították":1463,"rit":1464,"asztal":1465,"végén":1466,"nov":1467,"atív":1468,"hossz":1469,"különb":1470,"Ar":1471,"ebben":1472,"összeg":1473,"ipar":1474,"ájékoztat":1475,"inform":1476,"héz":1477,"mivel":1478,"lov":1479,"azzal":1480,"egymás":1481,"ulajdon":1482,"fin":1483,"mod":1484,"ro":1485,"Ukrajna":1486,"ika":1487,"elés":1488,"techn":1489,"ukat":1490,"napi":1491,"keresked":1492,"sport":1493,"ókat":1494,"óra":1495,"kapott":1496,"25":1497,"Er":1498,"lás":1499,"ezés":1500,"szavaz":1501,"ron":1502,"alá":1503,"érte":1504,"nehéz":1505,"vissz":1506,"ormány":1507,"alkalmaz":1508,"Azt":1509,"ala":1510,"lévő":1511,"korábbi":1512,"próbál":1513,"olni":1514,"lik":1515,"bér":1516,"száma":1517,"bo":1518,"nyilván":1519,"helyen":1520,"éhez":1521,"els":1522,"méter":1523,"rep":1524,"helyett":1525,"pal":1526,"zen":1527,"szank":1528,"heti":1529,"Egyesült":1530,"utolsó":1531,"csütörtö":1532,"hő":1533,"ozás":1534,"épület":1535,"indul":1536,"képest":1537,"okon":1538,"talan":1539,"vendég":1540,"pi":1541,"gyárt":1542,"eknek":1543,"ezni":1544,"megfelelő":1545,"magát":1546,"harc":1547,"utc":1548,"fenn":1549,"hál":1550,"SZ":1551,"közben":1552,"fal":1553,"vide":1554,"üt":1555,"gó":1556,"polgármester":1557,"orvos":1558,"szig":1559,"szerd":1560,"Al":1561,"köny":1562,"óri":1563,"alakul":1564,"lott":1565,"csú":1566,"mérték":1567,"tíz":1568,"kötel":1569,"értelm":1570,"készít":1571,"foglalkoz":1572,"11":1573,"ismét":1574,"üzlet":1575,"Mint":1576,"fegyver":1577,"igazgató":1578,"uház":1579,"jú":1580,"úr":1581,"érdem":1582,"Magyarországon":1583,"infláció":1584,"elej":1585,"erre":1586,"tap":1587,"alább":1588,"előző":1589,"2021":1590,"kik":1591,"utóbbi":1592,"tulajdon":1593,"oknak":1594,"várható":1595,"széd":1596,"assz":1597,"vállalkoz":1598,"egészség":1599,"szék":1600,"járvány":1601,"ános":1602,"ormányz":1603,"akad":1604,"Orbán":1605,"ús":1606,"erősít":1607,"sikerült":1608,"lab":1609,"fogalmaz":1610,"tartott":1611,"hasonló":1612,"áról":1613,"szintén":1614,"felt":1615,"ept":1616,"nai":1617,"szomb":1618,"neki":1619,"ang":1620,"harmadik":1621,"esemény":1622,"200":1623,"mintegy":1624,"törvény":1625,"ahogy":1626,"éj":1627,"ölt":1628,"később":1629,"ly":1630,"sze":1631,"hétfő":1632,"ist":1633,"kisebb":1634,"kórház":1635,"fert":1636,"sék":1637,"ítása":1638,"Péter":1639,"szok":1640,"édes":1641,"fok":1642,"öld":1643,"ür":1644,"képes":1645,"éseket":1646,"legjobb":1647,"bűn":1648,"óság":1649,"érdekében":1650,"gól":1651,"áld":1652,"színű":1653,"jon":1654,"gyel":1655,"földi":1656,"40":1657,"rem":1658,"ellem":1659,"vállalat":1660,"nemzetközi":1661,"annyi":1662,"kir":1663,"usban":1664,"állt":1665,"tanul":1666,"üzd":1667,"osztály":1668,"társaság":1669,"elet":1670,"éppen":1671,"segítség":1672,"jön":1673,"szül":1674,"áját":1675,"szabb":1676,"válasz":1677,"városi":1678,"vasár":1679,"olc":1680,"vér":1681,"özben":1682,"helyszín":1683,"aján":1684,"küld":1685,"talált":1686,"komoly":1687,").":1688,"se":1689,"var":1690,"fordul":1691,"nyilatkoz":1692,"jának":1693,"ral":1694,"ine":1695,"miniszterelnök":1696,"üket":1697,"elleni":1698,"érkezett":1699,"hitel":1700,"ánc":1701,"),":1702,"24":1703,"rag":1704,"évvel":1705,"ehér":1706,"öbb":1707,"köt":1708,"hetnek":1709,"írta":1710,"haszn":1711,"vád":1712,"ánk":1713,"kider":1714,"készült":1715,"közösségi":1716,"MT":1717,"ógy":1718,"javas":1719,"intézmény":1720,"magasabb":1721,"ern":1722,"teljesen":1723,"ékony":1724,"támad":1725,"uniós":1726,"hosszú":1727,"kett":1728,"nia":1729,"jt":1730,"olta":1731,"szövet":1732,"természet":1733,"közlemény":1734,"keret":1735,"kezdőd":1736,"elni":1737,"Puty":1738,"li":1739,"intézked":1740,"önkormányz":1741,"áig":1742,"eli":1743,"csom":1744,"megállap":1745,"sokkal":1746,"ári":1747,"játékos":1748,"létre":1749,"so":1750,"című":1751,"német":1752,"atos":1753,"tölt":1754,"csökken":1755,"Ist":1756,"ista":1757,"este":1758,"jött":1759,"etés":1760,"ékeny":1761,"jav":1762,"adásul":1763,"miután":1764,"tárgyal":1765,"átette":1766,"közép":1767,"felhasznál":1768,"táv":1769,"Állam":1770,"Vik":1771,"amelyet":1772,"bem":1773,"küzd":1774,"öm":1775,"végül":1776,"része":1777,"eptember":1778,"tűn":1779,"köl":1780,"számolt":1781,"hetően":1782,"alkot":1783,"ved":1784,"esetben":1785,"fot":1786,"mikor":1787,"arány":1788,"tani":1789,"oldalán":1790,"avírus":1791,"érium":1792,"szk":1793,"központ":1794,"ideg":1795,"ukraj":1796,"múlt":1797,"áv":1798,"ennyi":1799,"ozta":1800,"övid":1801,"ellenére":1802,"ukrajnai":1803,"húz":1804,"anu":1805,"elnöke":1806,"súlyos":1807,"rossz":1808,"részlet":1809,"elmiszer":1810,"keresztül":1811,"olvas":1812,"Ezt":1813,"igen":1814,"tény":1815,"ségek":1816,"közleked":1817,"Putyin":1818,"Kr":1819,"sen":1820,"her":1821,"műsor":1822,"utaz":1823,"számos":1824,"NA":1825,"ene":1826,"valós":1827,"fa":1828,"lakosság":1829,"koronavírus":1830,"100":1831,"ébe":1832,"végre":1833,"drág":1834,"okra":1835,"dec":1836,"halad":1837,"tóber":1838,"vét":1839,"problém":1840,"akció":1841,"adatok":1842,"utas":1843,"jából":1844,"élelmiszer":1845,"nyel":1846,"kos":1847,"űr":1848,"”.":1849,"ászló":1850,"kérdés":1851,"ünnep":1852,"cik":1853,"mec":1854,"tunk":1855,"akt":1856,"ásával":1857,"ezték":1858,"mennyi":1859,"politikai":1860,"reggel":1861,"pill":1862,"legyen":1863,"2020":1864,"szenved":1865,"tanács":1866,"héten":1867,"hajt":1868,"tük":1869,"eljár":1870,"menek":1871,"történet":1872,"kapcsolatban":1873,"válság":1874,"kevesebb":1875,"Bal":1876,"hull":1877,"ner":1878,"írja":1879,"vezetője":1880,"nie":1881,"mező":1882,"élő":1883,"szerződ":1884,"korlát":1885,"november":1886,"tájékoztat":1887,"gyógy":1888,"átor":1889,"fektet":1890,"felelős":1891,"ától":1892,"vonatkoz":1893,"friss":1894,"da":1895,"esett":1896,"hetetlen":1897,"tapasztal":1898,"öző":1899,"akat":1900,"december":1901,"környezet":1902,"ah":1903,"szinte":1904,"Ennek":1905,"vasárnap":1906,"állás":1907,"ezen":1908,"legalább":1909,"gyűl":1910,"egyház":1911,"forgal":1912,"országi":1913,"uguszt":1914,"katonai":1915,"oktat":1916,"ítja":1917,"nyolc":1918,"évek":1919,"maga":1920,"viszony":1921,"egyébként":1922,"Fer":1923,"rövid":1924,"csony":1925,"film":1926,"den":1927,"bele":1928,"tized":1929,"EU":1930,"ket":1931,"bejelent":1932,"sorozat":1933,"hamar":1934,"cser":1935,"enger":1936,"MTI":1937,"rek":1938,"ésével":1939,"szent":1940,"százaléka":1941,"Európa":1942,"jed":1943,"hogyan":1944,"szeptember":1945,"ilis":1946,"kény":1947,"elen":1948,"energi":1949,"technológ":1950,"bíz":1951,"ion":1952,"son":1953,"elek":1954,"fogalmazott":1955,"egyelőre":1956,"áram":1957,"eget":1958,"konc":1959,"rendőrség":1960,"Biz":1961,"ves":1962,"legtöbb":1963,"jármű":1964,"land":1965,"szükséges":1966,"he":1967,"vett":1968,"ották":1969,"hangsúly":1970,"alacsony":1971,"válogat":1972,"esetében":1973,"bajnokság":1974,"büntet":1975,"fed":1976,"tev":1977,"kéz":1978,"poz":1979,"mindenki":1980,"baleset":1981,"utt":1982,"encs":1983,"menny":1984,"lament":1985,"inál":1986,"először":1987,"vonal":1988,"kőzés":1989,"emelte":1990,"cím":1991,"egyetlen":1992,"piaci":1993,"Viktor":1994,"ésének":1995,"ingat":1996,"október":1997,"beruház":1998,"száml":1999,"örgy":2000,"rancia":2001,"mérkőzés":2002,"sért":2003,"vagyok":2004,"délután":2005,"szakért":2006,"brit":2007,"Deb":2008,"II":2009,"öd":2010,"szép":2011,"nehez":2012,"beszélt":2013,"Bár":2014,"bék":2015,"forintot":2016,"valószínű":2017,"hatja":2018,"endő":2019,"ünet":2020,"essz":2021,"idei":2022,"indult":2023,"ésben":2024,"jét":2025,"vette":2026,"egyszerű":2027,"lep":2028,"plom":2029,"Debrec":2030,"énk":2031,"szállít":2032,"király":2033,"Ugyan":2034,"Zs":2035,"éből":2036,"kevés":2037,"ándék":2038,"zaj":2039,"úttal":2040,"döntött":2041,"megyei":2042,"ugyanakkor":2043,"efon":2044,"ten":2045,"azonnal":2046,"mérsék":2047,"fontosabb":2048,"kín":2049,"ton":2050,"szeretn":2051,"Nemzeti":2052,"László":2053,"rez":2054,"tehát":2055,"meccs":2056,"iv":2057,"igy":2058,"forduló":2059,"szankciók":2060,"faj":2061,"egyszer":2062,"idős":2063,"bőv":2064,"erd":2065,"áni":2066,"zése":2067,"émi":2068,"élt":2069,"nyert":2070,"tevékeny":2071,"ingatlan":2072,"gyeng":2073,"forg":2074,"elején":2075,"telefon":2076,"vele":2077,"mények":2078,"ebru":2079,"kamat":2080,"auguszt":2081,"növel":2082,"pénteken":2083,"60":2084,"ereg":2085,"kori":2086,"rendkívül":2087,"ezelőtt":2088,"látogat":2089,"mennyiség":2090,"hos":2091,"kísér":2092,"sokat":2093,"ellenőr":2094,"rt":2095,"Úgy":2096,"döntő":2097,"Bar":2098,"Több":2099,"nyújt":2100,"adék":2101,"emelt":2102,"rendőrök":2103,"Most":2104,"St":2105,"tuk":2106,"benne":2107,"óg":2108,"bemutat":2109,"Hozz":2110,"részvény":2111,"vid":2112,"orban":2113,"biztonsági":2114,"könyv":2115,"érdemes":2116,"közvet":2117,"befektet":2118,"állapot":2119,"csomag":2120,"za":2121,"kedvez":2122,"biztosít":2123,"nyugati":2124,"elekt":2125,"ens":2126,"Szab":2127,"ódott":2128,"látható":2129,"pillan":2130,"sa":2131,"előny":2132,"80":2133,"áson":2134,"ettel":2135,"proj":2136,"úli":2137,"alkalm":2138,"ke":2139,"miközben":2140,"István":2141,"tenger":2142,"ong":2143,"állítás":2144,"szakasz":2145,"politikus":2146,"Minden":2147,"bi":2148,"til":2149,"vad":2150,"ólag":2151,"bíróság":2152,"kifej":2153,"csütörtökön":2154,"fenntart":2155,"gl":2156,"ina":2157,"dob":2158,"minisztérium":2159,"mozg":2160,"ca":2161,"dal":2162,"töl":2163,"tesz":2164,"érdeklőd":2165,"folyamatosan":2166,"Ferenc":2167,"23":2168,"ásának":2169,"mindent":2170,"atták":2171,"maradt":2172,"színész":2173,"művész":2174,"fehér":2175,"ítette":2176,"Ezek":2177,"hird":2178,"ítottak":2179,"émet":2180,"jobban":2181,"Br":2182,"fény":2183,"mun":2184,"ilag":2185,"jelentkez":2186,"kínál":2187,"különböző":2188,"ítő":2189,"itány":2190,"tudja":2191,"alkalom":2192,"fű":2193,"tur":2194,"vill":2195,"nemcsak":2196,"hatalmas":2197,"terv":2198,"attal":2199,"kelet":2200,"jára":2201,"ítvány":2202,"bevétel":2203,"óv":2204,"enet":2205,"Rom":2206,"pap":2207,"eként":2208,"megjelen":2209,"enget":2210,"állami":2211,"évtized":2212,"idéz":2213,"gar":2214,"ázs":2215,"napon":2216,"hosszabb":2217,"ügyminiszter":2218,"Jó":2219,"máj":2220,"féle":2221,"hagyomány":2222,"jelenlegi":2223,"janu":2224,"lem":2225,"ója":2226,"márci":2227,"ültek":2228,"ebruár":2229,"Német":2230,"különös":2231,"kilom":2232,"bocs":2233,"Uni":2234,"szom":2235,"amelynek":2236,"módon":2237,"erm":2238,"pontos":2239,"imi":2240,"Így":2241,"érvény":2242,"terem":2243,"22":2244,"vág":2245,"együttes":2246,"hétfőn":2247,"tr":2248,"ítés":2249,"kíván":2250,"szóló":2251,"visszat":2252,"mély":2253,"olcs":2254,"követő":2255,"ácsony":2256,"született":2257,"izál":2258,"oszk":2259,"népszerű":2260,"egyetem":2261,"adta":2262,"szerzés":2263,"ációk":2264,"éig":2265,"teszt":2266,"őként":2267,"eztek":2268,"távol":2269,"szerdán":2270,"utal":2271,"Mik":2272,"közep":2273,"pályáz":2274,"forgalom":2275,"jellem":2276,"adt":2277,"feny":2278,"zik":2279,"árul":2280,"szempont":2281,"régi":2282,"21":2283,"íció":2284,"úsz":2285,"hatatlan":2286,"Ország":2287,"feltétel":2288,"válogatott":2289,"Em":2290,"por":2291,"veg":2292,"felett":2293,"prilis":2294,"tudni":2295,"román":2296,"aztán":2297,"összesen":2298,"éli":2299,"ságot":2300,"kock":2301,"tizen":2302,"TO":2303,"mus":2304,"rendezvény":2305,"eik":2306,"pus":2307,"kora":2308,"parlament":2309,"olja":2310,"És":2311,"jutott":2312,"bek":2313,"tab":2314,"beli":2315,"független":2316,"figyelmet":2317,"elérhető":2318,"27":2319,"una":2320,"időben":2321,"látt":2322,"felvétel":2323,"többi":2324,"együttműköd":2325,"line":2326,"ná":2327,"közötti":2328,"kormányz":2329,"régió":2330,"vélemény":2331,"áron":2332,"inc":2333,"forintos":2334,"hálóz":2335,"Sok":2336,"lez":2337,"seb":2338,"kedden":2339,"2023":2340,"töltött":2341,"báz":2342,"fokoz":2343,"csatlak":2344,"elte":2345,"nyí":2346,"hozott":2347,"vagyunk":2348,"település":2349,"kilométer":2350,"ait":2351,"takar":2352,"életét":2353,"esetén":2354,"csúcs":2355,"megállapod":2356,"\".":2357,"kult":2358,"számol":2359,"támadás":2360,"alakult":2361,"emelkedett":2362,"augusztus":2363,"ga":2364,"jával":2365,"feleség":2366,"tudják":2367,"igyek":2368,"Rend":2369,"szí":2370,"szki":2371,"ásos":2372,"hetik":2373,"fejlőd":2374,"édesany":2375,"eleg":2376,"ódik":2377,"sokan":2378,"diák":2379,"ráadásul":2380,"modell":2381,"egészségügyi":2382,"ebo":2383,"all":2384,"ású":2385,"addig":2386,"években":2387,"vásárl":2388,"gyakorlat":2389,"kiderült":2390,"ájuk":2391,"található":2392,"Fac":2393,"megsz":2394,"városban":2395,"mot":2396,"ete":2397,"Le":2398,"beszéd":2399,"azonos":2400,"kockáz":2401,"jen":2402,"becs":2403,"Kor":2404,"nos":2405,"zöld":2406,"ségét":2407,"hatékony":2408,"örök":2409,"imir":2410,"Ti":2411,"február":2412,"mög":2413,"rál":2414,"vezér":2415,"janak":2416,"sziget":2417,"tűnik":2418,"Ol":2419,"méd":2420,"oci":2421,"valami":2422,"rakét":2423,"ián":2424,"legy":2425,"mon":2426,"rét":2427,"esek":2428,"Ak":2429,"fit":2430,"pan":2431,"poszt":2432,"baloldal":2433,"uális":2434,"zárt":2435,"azóta":2436,"agg":2437,"júli":2438,"hatunk":2439,"hivatalos":2440,"darú":2441,"nan":2442,"legfontosabb":2443,"darab":2444,"engeteg":2445,"get":2446,"sereg":2447,"munkat":2448,"fertőz":2449,"Facebo":2450,"étt":2451,"ikt":2452,"irod":2453,"szombaton":2454,"vonatkozó":2455,"35":2456,"árfolyam":2457,"többször":2458,"ősorban":2459,"jelenti":2460,"fiú":2461,"erősöd":2462,"repülő":2463,"Bizottság":2464,"atég":2465,"észak":2466,"írt":2467,"köszönhetően":2468,"org":2469,"index":2470,"többet":2471,"semmi":2472,"eszközök":2473,"70":2474,"Bank":2475,"fáj":2476,"elkép":2477,"szakember":2478,"óban":2479,"alig":2480,"ozik":2481,"döntés":2482,"Új":2483,"ark":2484,"ente":2485,"elmet":2486,"végzett":2487,"magán":2488,"tulajdonos":2489,"man":2490,"úton":2491,"venni":2492,"ipari":2493,"Pr":2494,"etet":2495,"lenül":2496,"talán":2497,"oldog":2498,"avar":2499,"mégis":2500,"Egyetem":2501,"lakás":2502,"kapcsolatos":2503,"hallgat":2504,"fer":2505,"április":2506,"azaz":2507,"aként":2508,"köztük":2509,"óknak":2510,"sőt":2511,"énekes":2512,"tűzolt":2513,"partner":2514,"január":2515,"Il":2516,"lass":2517,"uc":2518,"ői":2519,"enci":2520,"szereplő":2521,"26":2522,"terjed":2523,"lehetett":2524,"külföldi":2525,"Ne":2526,"arc":2527,"arany":2528,"bocsát":2529,"med":2530,"elik":2531,"online":2532,"eged":2533,"csup":2534,"ozni":2535,"tagja":2536,"célja":2537,"térség":2538,"ft":2539,"gen":2540,"pót":2541,"ileg":2542,"Andr":2543,"júni":2544,"kínai":2545,"szez":2546,"feladat":2547,"idesz":2548,"álták":2549,"származ":2550,"ásai":2551,"cselek":2552,"hatják":2553,"keleti":2554,"struk":2555,"Bors":2556,"szal":2557,"jelölt":2558,"kapcsán":2559,"betegség":2560,"huny":2561,"Hozzátette":2562,"Ebb":2563,"Jo":2564,"épp":2565,"társad":2566,"Államok":2567,"Zrt":2568,"dok":2569,"akinek":2570,"vagyis":2571,"obil":2572,"erők":2573,"meglep":2574,"eszti":2575,"érintett":2576,"ahhoz":2577,"múl":2578,"vitt":2579,"kamp":2580,"név":2581,"adni":2582,"tön":2583,"időszakban":2584,"áris":2585,"esély":2586,"napokban":2587,"halt":2588,"akadály":2589,"NATO":2590,"teljesítmény":2591,"Ezzel":2592,"magyaráz":2593,"NB":2594,"kan":2595,"teg":2596,"enz":2597,"itás":2598,"kihív":2599,"ulás":2600,"portál":2601,"digit":2602,"nevezett":2603,"28":2604,"János":2605,"löv":2606,"ezr":2607,"minőség":2608,"nyugdíj":2609,"elsősorban":2610,"Két":2611,"pad":2612,"azokat":2613,"inter":2614,"stratég":2615,"költségvet":2616,"90":2617,"Ma":2618,"ésében":2619,"csit":2620,"ellenzék":2621,"ce":2622,"onban":2623,"ulat":2624,"tartó":2625,"pénzügyi":2626,"nemzeti":2627,"igazgatója":2628,"csupán":2629,"szob":2630,"tudott":2631,"kezdett":2632,"szinten":2633,"élte":2634,"civil":2635,"áltak":2636,"Szent":2637,"kellene":2638,"bl":2639,"helyez":2640,"ezeket":2641,"országok":2642,"helyre":2643,"almat":2644,"lesznek":2645,"érkező":2646,"üzemanyag":2647,"megerősít":2648,"közz":2649,"többek":2650,"prof":2651,"irt":2652,"labdarú":2653,"hangsúlyozta":2654,"alkalommal":2655,"edző":2656,"úti":2657,"jövőben":2658,"munkatárs":2659,"kampány":2660,"ódó":2661,"ógus":2662,"Ed":2663,"rány":2664,"íteni":2665,"nyal":2666,"esti":2667,"projekt":2668,"boldog":2669,"szerencs":2670,"érkezik":2671,"március":2672,"pon":2673,"állom":2674,"bevezet":2675,"valaki":2676,"fogja":2677,"menet":2678,"pálya":2679,"hatóságok":2680,"vidék":2681,"Att":2682,"Kar":2683,"francia":2684,"áért":2685,"akit":2686,"érzék":2687,"ikat":2688,"járó":2689,"órak":2690,"haza":2691,"cégek":2692,"Nagyon":2693,"budapest":2694,"vették":2695,"tehet":2696,"Központ":2697,"miért":2698,"oroszok":2699,"ideje":2700,"mértékben":2701,"budapesti":2702,"hű":2703,"elnö":2704,"éri":2705,"kezdemény":2706,"Moszk":2707,"ip":2708,"lény":2709,"rat":2710,"agr":2711,"éjszak":2712,"hullám":2713,"ágy":2714,"vall":2715,"egészen":2716,"kont":2717,"vat":2718,"”,":2719,"elfog":2720,"attól":2721,"vivő":2722,"környék":2723,"értelmű":2724,"hí":2725,"rengeteg":2726,"szerzett":2727,"közön":2728,"nappal":2729,"kedv":2730,"ájában":2731,"karácsony":2732,"nevű":2733,"tenni":2734,"eink":2735,"kul":2736,"rák":2737,"vak":2738,"atát":2739,"ezúttal":2740,"egykori":2741,"teszi":2742,"Tam":2743,"rög":2744,"almi":2745,"értek":2746,"tartóz":2747,"ügynök":2748,"jeszt":2749,"29":2750,"láb":2751,"etett":2752,"ila":2753,"jelentősen":2754,"if":2755,"ox":2756,"akart":2757,"megvalós":2758,"inte":2759,"közé":2760,"deb":2761,"lengyel":2762,"ünket":2763,"sajtó":2764,"tőzs":2765,"Bor":2766,"fesz":2767,"iről":2768,"kereskedelmi":2769,"buk":2770,"zó":2771,"íti":2772,"női":2773,"ítását":2774,"igazán":2775,"romos":2776,"mérséklet":2777,"különösen":2778,"ecs":2779,"ow":2780,"meghatár":2781,"hetett":2782,"tudjuk":2783,"áldoz":2784,"Még":2785,"oc":2786,"felúj":2787,"felhív":2788,"Val":2789,"kárt":2790,"rád":2791,"zott":2792,"kezel":2793,"napja":2794,"bizottság":2795,"minél":2796,"részét":2797,"álisan":2798,"orvát":2799,"engedély":2800,"glob":2801,"fertőzött":2802,"SA":2803,"üd":2804,"olog":2805,"megjelent":2806,"felnőtt":2807,"sága":2808,"védelem":2809,"Kár":2810,"bolt":2811,"orú":2812,"felül":2813,"unkat":2814,"szakmai":2815,"epsi":2816,"ései":2817,"összes":2818,"persze":2819,"ideig":2820,".”":2821,"Fel":2822,"ics":2823,"álni":2824,"pontosan":2825,"változtat":2826,"cikk":2827,"papír":2828,"Miskol":2829,"dik":2830,"hord":2831,"ípus":2832,"befoly":2833,"terh":2834,"ásokkal":2835,"díja":2836,"idején":2837,"mostani":2838,"soha":2839,"Zolt":2840,"elé":2841,"ellett":2842,"havi":2843,"őriz":2844,"szóvivő":2845,"eztetett":2846,"hőmérséklet":2847,"május":2848,"krit":2849,"üssz":2850,"szír":2851,"ítják":2852,"felmér":2853,"részben":2854,"általán":2855,"kilenc":2856,"Mivel":2857,"ásnak":2858,"országos":2859,"2019":2860,"üzenet":2861,"ehhez":2862,"jellemző":2863,"la":2864,"elkövet":2865,"végig":2866,"-,":2867,"töz":2868,"védő":2869,"ológiai":2870,"ajánl":2871,"tabil":2872,"Kis":2873,"ái":2874,"erről":2875,"éni":2876,"százalékát":2877,"róla":2878,"önkormányzat":2879,"%-":2880,"Kir":2881,"inf":2882,"esül":2883,"étől":2884,"észség":2885,"elők":2886,"szerepel":2887,"információ":2888,"mögött":2889,"Ber":2890,"lakó":2891,"családi":2892,"földgáz":2893,"óval":2894,"gyil":2895,"őknek":2896,"ancs":2897,"egyértelmű":2898,"reag":2899,"házi":2900,"minim":2901,"kezdte":2902,"közösség":2903,"konfl":2904,"ándor":2905,"konflikt":2906,"einek":2907,"hess":2908,"tév":2909,"vevő":2910,"ejt":2911,"egyedül":2912,"robb":2913,"szeg":2914,"itív":2915,"kislány":2916,"kommun":2917,"elektromos":2918,"Duna":2919,"Tan":2920,"elismer":2921,"atom":2922,"tömeg":2923,"mindössze":2924,"időt":2925,"hunyt":2926,"Zoltán":2927,"Gerg":2928,"pp":2929,"csinál":2930,"tartja":2931,"tudta":2932,"pénzt":2933,"módos":2934,"gyorsan":2935,"élmény":2936,"gyűjt":2937,"előbb":2938,"kateg":2939,"területén":2940,"bizonyos":2941,"mennyire":2942,"visszatér":2943,"lényeg":2944,"lán":2945,"öny":2946,"elj":2947,"ető":2948,"emi":2949,"eznek":2950,"szerte":2951,"entum":2952,"oltak":2953,"Min":2954,"ij":2955,"csaknem":2956,"vonul":2957,"értékesít":2958,"ásáról":2959,"aktív":2960,"Debrecen":2961,"500":2962,"ler":2963,"napos":2964,"járt":2965,"házas":2966,"figyelem":2967,"oft":2968,"koncert":2969,"dem":2970,"uz":2971,"maguk":2972,"Ezért":2973,"Európában":2974,"hadsereg":2975,"segítségével":2976,"pillanat":2977,"bé":2978,"busz":2979,"tudnak":2980,"lenni":2981,"senki":2982,"itányság":2983,"péntek":2984,"természetesen":2985,"tánc":2986,"benz":2987,"ákkal":2988,"ővé":2989,"július":2990,"Tovább":2991,"szünet":2992,"felső":2993,"bert":2994,"újság":2995,"asztró":2996,"iós":2997,"vállalatok":2998,"férfit":2999,"területen":3000,"kocsi":3001,"Ig":3002,"Megy":3003,"éért":3004,"ötö":3005,"kötött":3006,"állat":3007,"agógus":3008,"prod":3009,"várhatóan":3010,"keretében":3011,"Facebook":3012,"esztivál":3013,"Mol":3014,"mobil":3015,"ekről":3016,"áshoz":3017,"ekete":3018,"előtti":3019,"Budapesten":3020,"globális":3021,"31":3022,"Re":3023,"Sándor":3024,"szlov":3025,"elfogad":3026,"észeti":3027,"íregyház":3028,"alma":3029,"különleges":3030,"szomszéd":3031,"Attila":3032,"Har":3033,"áki":3034,"esed":3035,"klub":3036,"növekedés":3037,"iak":3038,"kán":3039,"ásában":3040,"ovid":3041,"ügyfel":3042,"források":3043,"június":3044,"Saj":3045,"jóval":3046,"hős":3047,"lus":3048,"szel":3049,"oka":3050,"gyanús":3051,"videó":3052,"tanulmány":3053,"Országos":3054,"digitális":3055,"konfliktus":3056,"Amikor":3057,"Fő":3058,"jenek":3059,"zavar":3060,"éma":3061,"úra":3062,"helyet":3063,"ebből":3064,"imp":3065,"államtit":3066,"uttat":3067,"Rendőr":3068,"Kft":3069,"kinek":3070,"áros":3071,"sztár":3072,"eltek":3073,"továbbá":3074,"utóbb":3075,"Alap":3076,"Kov":3077,"cz":3078,"anszír":3079,"megoszt":3080,"adók":3081,"ast":3082,"vezetés":3083,"embert":3084,"konz":3085,"használt":3086,"rezsi":3087,"Rá":3088,"váz":3089,"kapu":3090,"csapata":3091,"finanszír":3092,"szövetség":3093,"bázis":3094,"Vl":3095,"pá":3096,"trag":3097,"olják":3098,"egyet":3099,"izmus":3100,"mindkét":3101,"andó":3102,"tartózkod":3103,"Emellett":3104,"dolog":3105,"kuty":3106,"ítél":3107,"ítást":3108,"tök":3109,"leginkább":3110,"magam":3111,"sérült":3112,"meleg":3113,"szolgálat":3114,"gyerekek":3115,"Unió":3116,"szkij":3117,"75":3118,"zést":3119,"gyen":3120,"lex":3121,"hatjuk":3122,"vezeték":3123,"ajdú":3124,"oldalon":3125,"lépett":3126,"remény":3127,"sák":3128,"erej":3129,"kialak":3130,"téren":3131,"veszteség":3132,"Gábor":3133,"eső":3134,"adtak":3135,"hib":3136,"támogatást":3137,"Fidesz":3138,"isz":3139,"tes":3140,"vegy":3141,"séggel":3142,"hetünk":3143,"nekik":3144,"forin":3145,"öröm":3146,"gyakran":3147,"Kije":3148,"hamarosan":3149,"debrec":3150,"stabil":3151,"tran":3152,"okból":3153,"tudom":3154,"külügyminiszter":3155,"forintra":3156,"szoros":3157,"adatai":3158,"eddigi":3159,"fest":3160,"éséhez":3161,"olasz":3162,"ezik":3163,"amik":3164,"állnak":3165,"olták":3166,"lehetővé":3167,"háborús":3168,"negyedik":3169,"labdarúgó":3170,"Len":3171,"Var":3172,"Zelen":3173,"tették":3174,"uhan":3175,"nagyjából":3176,"véget":3177,"kormányfő":3178,"közelében":3179,"információk":3180,"fertő":3181,"stag":3182,"szándék":3183,"oni":3184,"sági":3185,"isztikai":3186,"199":3187,"kezdődött":3188,"Ad":3189,"zük":3190,"egyáltalán":3191,"indított":3192,"visel":3193,"kollég":3194,"politik":3195,"percben":3196,"korlátoz":3197,"debreceni":3198,"Itt":3199,"Leg":3200,"pát":3201,"intern":3202,"ball":3203,"lehetőséget":3204,"üzemelt":3205,"tervezett":3206,"asszony":3207,"helyszínen":3208,"eum":3209,"omat":3210,"várak":3211,"forrás":3212,"Nyug":3213,"bör":3214,"szekt":3215,"adi":3216,"utak":3217,"urkol":3218,"Szlov":3219,"belép":3220,"üzleti":3221,"árulta":3222,"Elő":3223,"onal":3224,"attak":3225,"általában":3226,"György":3227,"vir":3228,"amíg":3229,"ítási":3230,"feldolgoz":3231,"pontot":3232,"Csak":3233,"termékek":3234,"Tamás":3235,"forinttal":3236,"34":3237,"Per":3238,"bú":3239,"edik":3240,"várt":3241,"fognak":3242,"kétszer":3243,"csapatok":3244,"szeretné":3245,"annyira":3246,"András":3247,"dokum":3248,"Te":3249,"ánál":3250,"író":3251,"kötelezett":3252,"ügynökség":3253,"kategóri":3254,"típus":3255,"kert":3256,"védelm":3257,"helyzetben":3258,"vitel":3259,"csator":3260,"Ukrajnában":3261,"36":3262,"Vol":3263,"rum":3264,"olás":3265,"kizár":3266,"ságú":3267,"jelöl":3268,"többen":3269,"képesség":3270,"magyarországi":3271,"támogatás":3272,"kereslet":3273,"hagyta":3274,"gondolkod":3275,"bajnoki":3276,"finom":3277,"kevésbé":3278,"300":3279,"Id":3280,"Észak":3281,"évi":3282,"urcs":3283,"Ezen":3284,"ugr":3285,"valószínűleg":3286,"szezon":3287,"Nap":3288,"Szövet":3289,"képpen":3290,"vége":3291,"diplom":3292,"méret":3293,"igazi":3294,"mentő":3295,"okozta":3296,"export":3297,"pozitív":3298,"internet":3299,"zenek":3300,"györgy":3301,"árom":3302,"fellép":3303,"ula":3304,"amelyben":3305,"látszik":3306,"biztosan":3307,"ozza":3308,"játszott":3309,"Vlagy":3310,"Zelenszkij":3311,"bő":3312,"hideg":3313,"tém":3314,"ozók":3315,"tartalmaz":3316,"pedagógus":3317,"belső":3318,"plat":3319,"sajt":3320,"ektől":3321,"négyzet":3322,"Kriszt":3323,"rekord":3324,"elképzel":3325,"junk":3326,"művel":3327,"magukat":3328,"háztart":3329,"fizetni":3330,"tavalyi":3331,"44":3332,"nor":3333,"tét":3334,"emellett":3335,"áló":3336,"adomány":3337,"hatott":3338,"főleg":3339,"tegnap":3340,"Vlagyimir":3341,"Más":3342,"Sp":3343,"ossz":3344,"beszerzés":3345,"ölcs":3346,"járul":3347,"ásait":3348,"általános":3349,"körülbelül":3350,"piacon":3351,"nevel":3352,"védek":3353,"iskola":3354,"Józs":3355,"Hogy":3356,"Tör":3357,"csill":3358,"ítva":3359,"ital":3360,"évre":3361,"hozzátette":3362,"jegyzés":3363,"halálos":3364,"kísérlet":3365,"38":3366,"zők":3367,"ína":3368,"tanár":3369,"munkát":3370,"közönség":3371,"Vég":3372,"apcs":3373,"kicsit":3374,"alapvet":3375,"úgynevezett":3376,"kórházba":3377,"szentgyörgy":3378,"Is":3379,"hátt":3380,"puszt":3381,"tábor":3382,"úg":3383,"szoci":3384,"érz":3385,"megbíz":3386,"fogják":3387,"kapta":3388,"állampolgár":3389,"működik":3390,"olcsó":3391,"Kijev":3392,"ráció":3393,"vé":3394,"xim":3395,"úd":3396,"etek":3397,"ennél":3398,"ekkor":3399,"élni":3400,"képzés":3401,"magyarok":3402,"növény":3403,"alacsonyabb":3404,"produk":3405,"Lengyel":3406,"TV":3407,"mut":3408,"eres":3409,"atosan":3410,"ésű":3411,"inn":3412,"amos":3413,"írták":3414,"szerinte":3415,"tartani":3416,"anyol":3417,"gazdag":3418,"segítséget":3419,"valóban":3420,"rang":3421,"választás":3422,"pályán":3423,"kiter":3424,"gyógyszer":3425,"hálózat":3426,"asztrófa":3427,"Pl":3428,"mis":3429,"csod":3430,"odik":3431,"amelyeket":3432,"elték":3433,"körében":3434,"mutatja":3435,"Ugyanakkor":3436,"gener":3437,"Király":3438,"kommunik":3439,"fők":3440,"vári":3441,"ciós":3442,"látvány":3443,"atait":3444,"helyettes":3445,"kötelező":3446,"eljárás":3447,"teremt":3448,"Gergely":3449,"Né":3450,"fesztivál":3451,"vírus":3452,"egység":3453,"enyh":3454,"stop":3455,"sajnos":3456,"szerepl":3457,"ence":3458,"hivatkoz":3459,"szabadság":3460,"hasonl":3461,"Ahogy":3462,"Hun":3463,"kiad":3464,"ásokra":3465,"végéig":3466,"zetes":3467,"váló":3468,"mondja":3469,"tagjai":3470,"történő":3471,"szerepet":3472,"fürd":3473,"mostan":3474,"bűncselek":3475,"37":3476,"Lig":3477,"jének":3478,"kó":3479,"lék":3480,"nák":3481,"ria":3482,"gyár":3483,"okos":3484,"felad":3485,"leveg":3486,"ajándék":3487,"hetjük":3488,"legmagasabb":3489,"várja":3490,"plusz":3491,"létesít":3492,"módszer":3493,"körülmények":3494,"késő":3495,"ellátás":3496,"vágy":3497,"óriási":3498,"Kat":3499,"OT":3500,"mél":3501,"rát":3502,"dolgozott":3503,"Mari":3504,"DP":3505,"Im":3506,"Tud":3507,"lós":3508,"atta":3509,"isták":3510,"emberi":3511,"lehetnek":3512,"figyel":3513,"történik":3514,"hivat":3515,"találkozó":3516,"szenvedett":3517,"strukt":3518,"cent":3519,"fagy":3520,"fent":3521,"Össz":3522,"üszk":3523,"szű":3524,"ölgy":3525,"ígér":3526,"megyében":3527,"templom":3528,"fűt":3529,"lezár":3530,"cu":3531,"kért":3532,"kot":3533,"mire":3534,"tagállam":3535,"Megyei":3536,"szu":3537,"szén":3538,"tartják":3539,"aszkod":3540,"közösen":3541,"nyelv":3542,"József":3543,"bont":3544,"hen":3545,"lo":3546,"umi":3547,"ingyen":3548,"álta":3549,"ellent":3550,"indok":3551,"kapac":3552,"megfelelően":3553,"39":3554,"45":3555,"Term":3556,"höz":3557,"mások":3558,"pa":3559,"ers":3560,"járműv":3561,"tárca":3562,"életet":3563,"front":3564,"hasznos":3565,"menekült":3566,"Németország":3567,"négyzetméter":3568,"Mát":3569,"iában":3570,"kelt":3571,"nék":3572,"nünk":3573,"elhunyt":3574,"udvar":3575,"főváros":3576,"derül":3577,"klí":3578,"autók":3579,"találtak":3580,"esszió":3581,"jebb":3582,"oss":3583,"vezetett":3584,"tudomány":3585,"ügyben":3586,"úzeum":3587,"vizsgálat":3588,"nyilvánosság":3589,"falu":3590,"angol":3591,"édesap":3592,"remek":3593,"fenyeget":3594,"Igaz":3595,"Ch":3596,"fia":3597,"megkérd":3598,"urg":3599,"tartanak":3600,"fordult":3601,"erőmű":3602,"motor":3603,"Ebben":3604,"Kl":3605,"szex":3606,"niuk":3607,"telt":3608,"lehetséges":3609,"ésekre":3610,"honlap":3611,"fiatalok":3612,"futball":3613,"Zsolt":3614,"epsiszentgyörgy":3615,"Kül":3616,"Nov":3617,"osok":3618,"legújabb":3619,"urális":3620,"elmes":3621,"Egyes":3622,"platform":3623,"Vil":3624,"lek":3625,"yás":3626,"álkod":3627,"átum":3628,"kiemelte":3629,"level":3630,"hatók":3631,"odott":3632,"áján":3633,"mondott":3634,"kezdet":3635,"személyes":3636,"munkaerő":3637,"nevezte":3638,"megoldás":3639,"szakértő":3640,"\",":3641,"aba":3642,"kérte":3643,"megúj":3644,"apán":3645,"edett":3646,"lej":3647,"százalékot":3648,"jegybank":3649,"jogos":3650,"láng":3651,"Covid":3652,"Par":3653,"sé":3654,"Én":3655,"ésnek":3656,"kiemelt":3657,"jelzés":3658,"kerék":3659,"örül":3660,"ájának":3661,"parancs":3662,"maxim":3663,"vállalkozások":3664,"javaslat":3665,"tevékenység":3666,"hagyományos":3667,"400":3668,"Go":3669,"Mag":3670,"hum":3671,"nunk":3672,"vettek":3673,"ápol":3674,"ágaz":3675,"ural":3676,"változott":3677,"technológi":3678,"Szabó":3679,"Tw":3680,"Vas":3681,"co":3682,"kin":3683,"rév":3684,"ya":3685,"vagyon":3686,"foglalkoztat":3687,"Ami":3688,"Hat":3689,"cel":3690,"lánc":3691,"nének":3692,"vezetői":3693,"jegyezte":3694,"kölcs":3695,"befolyás":3696,"dokumentum":3697,"eci":3698,"list":3699,"szöv":3700,"felügy":3701,"Szil":3702,"import":3703,"színpad":3704,"hozzát":3705,"emelkedő":3706,"pályára":3707,"kettő":3708,"sofő":3709,"émia":3710,"vadász":3711,"The":3712,"ónak":3713,"elkerül":3714,"észre":3715,"évente":3716,"ontos":3717,"hiába":3718,"százalékra":3719,"igazság":3720,"jogi":3721,"hónapban":3722,"hasonlóan":3723,"áldozat":3724,"börtön":3725,"Be":3726,"kü":3727,"lám":3728,"vert":3729,"berend":3730,"várják":3731,"rajta":3732,"erőszak":3733,"kamer":3734,"önként":3735,"győzelem":3736,"kényszer":3737,"fajta":3738,"nyílt":3739,"fájd":3740,"tűzoltók":3741,"tökélet":3742,"jén":3743,"kemény":3744,"neg":3745,"nyar":3746,"napján":3747,"oper":3748,"mened":3749,"ítására":3750,"működő":3751,"lapunk":3752,"körüli":3753,"olvasható":3754,"Tanács":3755,"jell":3756,"téli":3757,"érez":3758,"évet":3759,"elől":3760,"vev":3761,"amivel":3762,"hétvégén":3763,"helyzetet":3764,"megye":3765,"melyik":3766,"munkavállal":3767,"gyűlés":3768,"Ráadásul":3769,"büszk":3770,"kőz":3771,"lél":3772,"ork":3773,"hom":3774,"szólal":3775,"okozott":3776,"gyártó":3777,"tényleg":3778,"Auszt":3779,"Eg":3780,"Kon":3781,"Nép":3782,"lit":3783,"amennyi":3784,"kiegész":3785,"bejelentette":3786,"usk":3787,"látni":3788,"vereség":3789,"óth":3790,"dolgozik":3791,"jövőre":3792,"ponttal":3793,"32":3794,"Hi":3795,"tünet":3796,"felhő":3797,"időjár":3798,"érkeztek":3799,"változás":3800,"sikeres":3801,"regiszt":3802,"egymást":3803,"infra":3804,"OTP":3805,"révén":3806,"Hajdú":3807,"Három":3808,"Kína":3809,"bot":3810,"du":3811,"öszt":3812,"ülést":3813,"ékes":3814,"nyári":3815,"előd":3816,"járól":3817,"minős":3818,"következmény":3819,"versenyző":3820,"Instag":3821,"átlagos":3822,"elnöki":3823,"ötödik":3824,"Instagram":3825,".\"":3826,"hn":3827,"váj":3828,"akk":3829,"hozta":3830,"élete":3831,"közeli":3832,"államfő":3833,"bizonytalan":3834,"nyerte":3835,"lemond":3836,"Ro":3837,"qu":3838,"szol":3839,"szét":3840,"álás":3841,"bban":3842,"ítése":3843,"szerző":3844,"ákban":3845,"2018":3846,"összet":3847,"ötlet":3848,"ruh":3849,"kiderül":3850,"gyűlési":3851,"negatív":3852,"Stat":3853,"erem":3854,"nekem":3855,"ukra":3856,"hangulat":3857,"kutatás":3858,"Twitt":3859,"jelleg":3860,"GDP":3861,"bul":3862,"jék":3863,"nők":3864,"aránt":3865,"átus":3866,"ikusan":3867,"valóság":3868,"következt":3869,"kilát":3870,"kulcs":3871,"díjas":3872,"államtitkár":3873,"Zay":3874,"enként":3875,"egyaránt":3876,"kaptak":3877,"ésekkel":3878,"mozd":3879,"parlamenti":3880,"33":3881,"MNB":3882,"Ta":3883,"gör":3884,"Érd":3885,"oskod":3886,"oznak":3887,"fejlesztési":3888,"folyamatos":3889,"vádlott":3890,"villamos":3891,"dor":3892,"dre":3893,"megelő":3894,"ultak":3895,"számú":3896,"kerület":3897,"képp":3898,"nőt":3899,"park":3900,"dolgozó":3901,"mutatta":3902,"ellenőrzés":3903,"sajtót":3904,"következtében":3905,"Tóth":3906,"jég":3907,"tél":3908,"uzs":3909,"ítik":3910,"kibocsát":3911,"jelezte":3912,"időre":3913,"világbajnokság":3914,"melyek":3915,"Oly":3916,"ceg":3917,"húsz":3918,"rám":3919,"sug":3920,"ütem":3921,"fele":3922,"előadás":3923,"teher":3924,"számító":3925,"minket":3926,"sors":3927,"ációt":3928,"000":3929,"véli":3930,"légi":3931,"utca":3932,"erdő":3933,"közepén":3934,"Miskolc":3935,"emiatt":3936,"Miniszt":3937,"levegő":3938,"Horvát":3939,"ori":3940,"adja":3941,"ozási":3942,"mintha":3943,"válik":3944,"házban":3945,"ügyészség":3946,"látja":3947,"folyó":3948,"ismerős":3949,"zsé":3950,"rand":3951,"közelebb":3952,"hazánk":3953,"említett":3954,"növek":3955,"Nyíregyház":3956,"vételt":3957,"szakértők":3958,"55":3959,"af":3960,"birt":3961,"ülni":3962,"felület":3963,"tern":3964,"számoló":3965,"másfél":3966,"körben":3967,"veszélyes":3968,"rendelkezik":3969,"Márki":3970,"Ilyen":3971,"48":3972,"Jelen":3973,"SE":3974,"mig":3975,"pir":3976,"vész":3977,"onnan":3978,"okba":3979,"megtalál":3980,"iden":3981,"képet":3982,"nyugat":3983,"emelkedés":3984,"déli":3985,"délelőtt":3986,"tőle":3987,"vesztette":3988,"könnyen":3989,"Debreceni":3990,"kedvezmény":3991,"tervek":3992,"Román":3993,"robban":3994,"kölcsön":3995,"Erd":3996,"Sc":3997,"hús":3998,"kes":3999,"lu":4000,