{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<UNK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<SEP>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<MASK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<CLS>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordPiece","unk_token":"<UNK>","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"<UNK>":0,"<SEP>":1,"<MASK>":2,"<CLS>":3,"!":4,"\"":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,">":31,"?":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"a":59,"b":60,"c":61,"d":62,"e":63,"f":64,"g":65,"h":66,"i":67,"j":68,"k":69,"l":70,"m":71,"n":72,"o":73,"p":74,"q":75,"r":76,"s":77,"t":78,"u":79,"v":80,"w":81,"x":82,"y":83,"z":84,"~":85,"§":86,"«":87,"®":88,"°":89,"²":90,"³":91,"´":92,"µ":93,"·":94,"»":95,"Á":96,"Ä":97,"Å":98,"Ç":99,"È":100,"É":101,"Í":102,"Ó":103,"Õ":104,"Ö":105,"×":106,"Ø":107,"Ú":108,"Ü":109,"à":110,"á":111,"â":112,"ã":113,"ä":114,"å":115,"ç":116,"è":117,"é":118,"ë":119,"í":120,"î":121,"ï":122,"ð":123,"ñ":124,"ò":125,"ó":126,"ô":127,"õ":128,"ö":129,"ø":130,"ú":131,"û":132,"ü":133,"ý":134,"ā":135,"ă":136,"Ć":137,"ć":138,"Č":139,"č":140,"Ď":141,"ď":142,"Đ":143,"đ":144,"ę":145,"ě":146,"ğ":147,"Ľ":148,"ľ":149,"ł":150,"ń":151,"ň":152,"Ő":153,"ő":154,"ř":155,"Ş":156,"ş":157,"Š":158,"š":159,"Ţ":160,"ţ":161,"ť":162,"Ű":163,"ű":164,"Ž":165,"ž":166,"Ș":167,"ș":168,"Ț":169,"ț":170,"ʼ":171,"́":172,"̈":173,"̋":174,"β":175,"μ":176,"‐":177,"‑":178,"‒":179,"–":180,"—":181,"‘":182,"’":183,"“":184,"”":185,"„":186,"†":187,"•":188,"…":189,"‼":190,"€":191,"−":192,"❗":193,"➡":194,"﷯":195,"️":196,"##a":197,"##g":198,"##s":199,"##z":200,"##k":201,"##o":202,"##d":203,"##j":204,"##n":205,"##ű":206,"##y":207,"##h":208,"##l":209,"##m":210,"##e":211,"##r":212,"##t":213,"##í":214,"##é":215,"##p":216,"##ó":217,"##i":218,"##c":219,"##á":220,"##ü":221,"##ő":222,"##v":223,"##f":224,"##u":225,"##b":226,"##R":227,"##F":228,"##K":229,"##ö":230,"##G":231,"##B":232,"##3":233,"##1":234,"##4":235,"##ú":236,"##5":237,"##0":238,"##A":239,"##N":240,"##S":241,"##L":242,"##M":243,"##2":244,"##x":245,"##́":246,"##Z":247,"##H":248,"##9":249,"##ă":250,"##7":251,"##6":252,"##V":253,"##C":254,"##ș":255,"##I":256,"##q":257,"##8":258,"##P":259,"##D":260,"##w":261,"##à":262,"##W":263,"##T":264,"##J":265,"##š":266,"##'":267,"##O":268,"##č":269,"##è":270,"##É":271,"##,":272,"##ń":273,"##E":274,"##~":275,"##̈":276,"##̋":277,"##U":278,"##ñ":279,"##ć":280,"##;":281,"##ț":282,"##X":283,"##«":284,"##Q":285,"##(":286,"##)":287,"##–":288,"##Í":289,"##ť":290,"##ţ":291,"##Á":292,"##Ö":293,"##Y":294,"##ş":295,"##ř":296,"##-":297,"##ý":298,"##ž":299,"##õ":300,"##.":301,"##”":302,"##„":303,"##\"":304,"##ä":305,"##<":306,"##ô":307,"##Ő":308,"##û":309,"##…":310,"##:":311,"##ç":312,"##!":313,"##Ú":314,"##Ű":315,"##ã":316,"##Ț":317,"##î":318,"##ď":319,"##ě":320,"##ë":321,"##/":322,"##ň":323,"##ò":324,"##Ü":325,"##?":326,"##â":327,"##ł":328,"##ā":329,"##ð":330,"##’":331,"##“":332,"##å":333,"##ľ":334,"##ę":335,"##*":336,"##ğ":337,"##+":338,"##>":339,"##ï":340,"##❗":341,"##Ľ":342,"##Ó":343,"##ø":344,"##đ":345,"##†":346,"##ʼ":347,"##et":348,"##el":349,"##en":350,"##sz":351,"##gy":352,"##er":353,"##at":354,"##an":355,"##ek":356,"##al":357,"az":358,"sz":359,"##ár":360,"##ak":361,"##on":362,"##or":363,"##ás":364,"##eg":365,"##in":366,"##em":367,"##ol":368,"##án":369,"##ál":370,"##tt":371,"##es":372,"##ok":373,"##ez":374,"##és":375,"el":376,"##ég":377,"##ik":378,"##ar":379,"##os":380,"##én":381,"##bb":382,"és":383,"##ér":384,"##ett":385,"##ül":386,"ho":387,"##ít":388,"is":389,"##át":390,"meg":391,"##ág":392,"egy":393,"##ap":394,"##ék":395,"kö":396,"hogy":397,"##oz":398,"##ban":399,"##ét":400,"##ed":401,"##él":402,"##agy":403,"##int":404,"##ott":405,"##ra":406,"##ben":407,"##szt":408,"##is":409,"##it":410,"##il":411,"##ta":412,"##ség":413,"##om":414,"##ad":415,"##ni":416,"##cs":417,"nem":418,"##ól":419,"##ul":420,"##re":421,"##ák":422,"##ja":423,"cs":424,"##áz":425,"##nk":426,"fel":427,"##og":428,"ki":429,"##ely":430,"köz":431,"szer":432,"##ig":433,"##aj":434,"##ai":435,"##nak":436,"##ent":437,"##ány":438,"##ság":439,"##am":440,"##ény":441,"le":442,"am":443,"##ám":444,"##ész":445,"##het":446,"##ag":447,"Az":448,"##ép":449,"##az":450,"##iz":451,"##nek":452,"ez":453,"##ot":454,"tö":455,"##ut":456,"##lt":457,"##olt":458,"##ny":459,"ak":460,"##ell":461,"ér":462,"al":463,"be":464,"##ci":465,"##ől":466,"##as":467,"##end":468,"min":469,"##us":470,"##ll":471,"##ért":472,"##hat":473,"##unk":474,"##ök":475,"##ro":476,"##ont":477,"##szág":478,"##ön":479,"##uk":480,"gy":481,"év":482,"##szer":483,"##art":484,"##áll":485,"##ók":486,"ny":487,"##egy":488,"##ud":489,"##od":490,"in":491,"##ött":492,"##ált":493,"jel":494,"##ond":495,"##av":496,"##ük":497,"##len":498,"kor":499,"volt":500,"de":501,"mind":502,"##ró":503,"##ov":504,"id":505,"##ert":506,"##vet":507,"##kö":508,"##vel":509,"##ább":510,"leg":511,"##agyar":512,"##ezet":513,"már":514,"##ában":515,"elő":516,"áll":517,"##att":518,"##rt":519,"szerint":520,"##áb":521,"es":522,"for":523,"##ep":524,"##erül":525,"##ly":526,"em":527,"##ab":528,"nagy":529,"##ej":530,"több":531,"##ént":532,"##ők":533,"##kal":534,"##te":535,"##ber":536,"mi":537,"##ős":538,"##ében":539,"##kez":540,"##ev":541,"##ív":542,"szám":543,"hely":544,"Sz":545,"ut":546,"##eket":547,"rend":548,"##olg":549,"20":550,"ad":551,"##atás":552,"##ia":553,"##elm":554,"##ill":555,"##ette":556,"##let":557,"val":558,"##val":559,"##koz":560,"er":561,"##ára":562,"##ország":563,"##ssz":564,"##okat":565,"száz":566,"##kor":567,"##asz":568,"##éz":569,"kap":570,"##oly":571,"lehet":572,"még":573,"##est":574,"azt":575,"##id":576,"##eszt":577,"tud":578,"van":579,"kell":580,"##iszt":581,"##áj":582,"ter":583,"##ció":584,"##alék":585,"##zet":586,"##rosz":587,"mint":588,"##éd":589,"##ítás":590,"százalék":591,"##ály":592,"##ése":593,"amely":594,"hi":595,"ar":596,"##esz":597,"##ják":598,"##ajd":599,"##hoz":600,"vagy":601,"##um":602,"##elő":603,"ped":604,"##ld":605,"##ünk":606,"más":607,"vég":608,"tart":609,"##aszt":610,"fog":611,"mag":612,"##ín":613,"##ony":614,"##ír":615,"új":616,"##mény":617,"pedig":618,"##ei":619,"##ély":620,"csak":621,"biz":622,"##öv":623,"##ról":624,"##árt":625,"##obb":626,"sem":627,"##ba":628,"##alm":629,"##ebb":630,"jelent":631,"##ést":632,"##mány":633,"tel":634,"##be":635,"Ez":636,"össz":637,"##ód":638,"##ve":639,"##ör":640,"hat":641,"##ió":642,"##ított":643,"nap":644,"##ked":645,"##ának":646,"##ort":647,"magyar":648,"kép":649,"##ást":650,"minden":651,"##ző":652,"ellen":653,"két":654,"kül":655,"át":656,"en":657,"##abb":658,"##ső":659,"vár":660,"##na":661,"##ére":662,"##ost":663,"##tet":664,"##nál":665,"##uró":666,"szem":667,"##da":668,"##nök":669,"##eh":670,"rész":671,"##nap":672,"azon":673,"hoz":674,"##ult":675,"##ások":676,"##ém":677,"ig":678,"or":679,"##ád":680,"##eres":681,"vál":682,"##őr":683,"orosz":684,"Egy":685,"majd":686,"mill":687,"kez":688,"##gyan":689,"##ható":690,"##leg":691,"##tek":692,"##ös":693,"##ug":694,"##esen":695,"mond":696,"követ":697,"##ték":698,"kör":699,"##im":700,"##ása":701,"##eny":702,"##alál":703,"##ós":704,"lesz":705,"##áció":706,"után":707,"##köz":708,"##ani":709,"##ovább":710,"ami":711,"##va":712,"##ház":713,"##ót":714,"fi":715,"mű":716,"##ilág":717,"##zés":718,"##ális":719,"ha":720,"##szak":721,"tám":722,"##ával":723,"##tak":724,"idő":725,"##isz":726,"##iv":727,"sok":728,"ár":729,"##hez":730,"##tat":731,"##ről":732,"##rán":733,"forint":734,"munk":735,"él":736,"vis":737,"Magyar":738,"foly":739,"##ch":740,"##íz":741,"ország":742,"##öz":743,"##dés":744,"##év":745,"tovább":746,"így":747,"##port":748,"lát":749,"##enn":750,"elm":751,"##ének":752,"##emény":753,"##osan":754,"##vezet":755,"##je":756,"alap":757,"##ikai":758,"202":759,"miatt":760,"##lyan":761,"bel":762,"##ból":763,"##atok":764,"##ült":765,"##mű":766,"##ki":767,"kormány":768,"##jel":769,"vezet":770,"között":771,"han":772,"ját":773,"##ur":774,"szak":775,"##kel":776,"##ölt":777,"úgy":778,"##uróp":779,"##for":780,"##eni":781,"##ján":782,"első":783,"kis":784,"olyan":785,"ember":786,"ugyan":787,"##lan":788,"an":789,"világ":790,"bizt":791,"##any":792,"jár":793,"##ogy":794,"##enek":795,"##állal":796,"tört":797,"ah":798,"uk":799,"ép":800,"##ir":801,"##utat":802,"##sági":803,"##önt":804,"aki":805,"most":806,"sor":807,"hét":808,"##vez":809,"##árs":810,"##erg":811,"##ből":812,"##ábor":813,"##ési":814,"##fel":815,"##ember":816,"##ügy":817,"##ként":818,"##atal":819,"##hető":820,"##eb":821,"##nyi":822,"##elt":823,"##öld":824,"##00":825,"##ási":826,"##erm":827,"##ület":828,"##őt":829,"élet":830,"kezd":831,"azonban":832,"vissz":833,"##old":834,"érd":835,"akkor":836,"##etlen":837,"##ontos":838,"hozz":839,"fej":840,"int":841,"##erült":842,"##raj":843,"##ellett":844,"valam":845,"##vény":846,"eset":847,"##úl":848,"##ász":849,"telj":850,"Nem":851,"##csol":852,"##ram":853,"##ikus":854,"##ikor":855,"##új":856,"kész":857,"##egít":858,"kér":859,"né":860,"##ór":861,"##ossz":862,"tan":863,"##kol":864,"##gész":865,"##fi":866,"##ések":867,"egyik":868,"ind":869,"##elmi":870,"##ob":871,"vált":872,"jó":873,"ism":874,"##pont":875,"##vár":876,"besz":877,"csap":878,"##st":879,"##eti":880,"##gat":881,"##juk":882,"##őz":883,"term":884,"mert":885,"##árom":886,"##adás":887,"##ló":888,"##árd":889,"##hely":890,"##étel":891,"##esít":892,"lak":893,"##áv":894,"##ind":895,"egész":896,"##ers":897,"##ével":898,"##eng":899,"segít":900,"##óz":901,"##ati":902,"##ták":903,"mondta":904,"##ját":905,"Magyarország":906,"##lő":907,"##ltal":908,"jelen":909,"igaz":910,"arra":911,"##elem":912,"##ank":913,"ukrán":914,"##últ":915,"szint":916,"pro":917,"##tö":918,"##azda":919,"##iszter":920,"külön":921,"csal":922,"ill":923,"ker":924,"##eked":925,"talál":926,"támog":927,"##aton":928,"szab":929,"##őség":930,"elnök":931,"##ökk":932,"##asznál":933,"ügy":934,"való":935,"vállal":936,"##sal":937,"##ütt":938,"##árm":939,"kapcsol":940,"állam":941,"dönt":942,"dolg":943,"saj":944,"##ezett":945,"üz":946,"##űn":947,"##ata":948,"fér":949,"##ekt":950,"##áború":951,"ok":952,"éves":953,"által":954,"##énz":955,"közös":956,"##arad":957,"##ásár":958,"##tel":959,"##erület":960,"nagyon":961,"játék":962,"visz":963,"előtt":964,"korább":965,"ol":966,"##nok":967,"fő":968,"emel":969,"##zel":970,"ott":971,"ezt":972,"##fog":973,"mellett":974,"##iárd":975,"##oló":976,"Európ":977,"har":978,"##vány":979,"##ri":980,"sik":981,"##ün":982,"##ező":983,"hal":984,"haz":985,"három":986,"##ink":987,"együtt":988,"##and":989,"millió":990,"19":991,"##dig":992,"ben":993,"##ették":994,"##ács":995,"érdek":996,"##úly":997,"##ését":998,"##oll":999}}}