{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<UNK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<SEP>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<MASK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<CLS>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordPiece","unk_token":"<UNK>","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"<UNK>":0,"<SEP>":1,"<MASK>":2,"<CLS>":3,"!":4,"\"":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,"?":31,"A":32,"B":33,"C":34,"D":35,"E":36,"F":37,"G":38,"H":39,"I":40,"J":41,"K":42,"L":43,"M":44,"N":45,"O":46,"P":47,"Q":48,"R":49,"S":50,"T":51,"U":52,"V":53,"W":54,"X":55,"Y":56,"Z":57,"`":58,"a":59,"b":60,"c":61,"d":62,"e":63,"f":64,"g":65,"h":66,"i":67,"j":68,"k":69,"l":70,"m":71,"n":72,"o":73,"p":74,"q":75,"r":76,"s":77,"t":78,"u":79,"v":80,"w":81,"x":82,"y":83,"z":84,"~":85,"¡":86,"¢":87,"£":88,"¦":89,"§":90,"¨":91,"ª":92,"«":93,"®":94,"¯":95,"°":96,"²":97,"³":98,"´":99,"·":100,"º":101,"»":102,"¼":103,"½":104,"¾":105,"¿":106,"À":107,"Á":108,"Ä":109,"Å":110,"Ç":111,"É":112,"Í":113,"Î":114,"Ñ":115,"Ò":116,"Ó":117,"Ö":118,"×":119,"Ú":120,"Ü":121,"ß":122,"à":123,"á":124,"â":125,"ã":126,"ä":127,"å":128,"ç":129,"è":130,"é":131,"ê":132,"ë":133,"ì":134,"í":135,"î":136,"ï":137,"ð":138,"ñ":139,"ò":140,"ó":141,"ô":142,"õ":143,"ö":144,"ø":145,"ú":146,"û":147,"ü":148,"ā":149,"ă":150,"ć":151,"ē":152,"ę":153,"ğ":154,"İ":155,"ı":156,"ł":157,"ń":158,"ō":159,"ś":160,"ş":161,"Š":162,"Ÿ":163,"˜":164,"˝":165,"̀":166,"́":167,"̃":168,"μ":169,"н":170,"у":171,"ᵃ":172,"ễ":173,"ỗ":174,"‎":175,"–":176,"—":177,"―":178,"‘":179,"’":180,"“":181,"”":182,"†":183,"‡":184,"•":185,"…":186,"′":187,"″":188,"₂":189,"₡":190,"€":191,"℃":192,"™":193,"−":194,"⏩":195,"⏰":196,"⏱":197,"─":198,"▌":199,"▶":200,"◆":201,"☀":202,"★":203,"☕":204,"☝":205,"⚠":206,"⚽":207,"✅":208,"✊":209,"✓":210,"✔":211,"✨":212,"❉":213,"❗":214,"❣":215,"❤":216,"➡":217,"➤":218,"⬇":219,"⭐":220,"【":221,"】":222,"帽":223,"煤":224,"脕":225,"茅":226,"谩":227,"贸":228,"铆":229,"":230,"ﬁ":231,"️":232,"＊":233,"##e":234,"##m":235,"##n":236,"##i":237,"##o":238,"##s":239,"##t":240,"##í":241,"##a":242,"##d":243,"##b":244,"##l":245,"##g":246,"##u":247,"##r":248,"##c":249,"##ó":250,"##f":251,"##k":252,"##p":253,"##v":254,"##j":255,"##ñ":256,"##ú":257,"##z":258,"##é":259,"##0":260,"##4":261,"##1":262,"##á":263,"##2":264,"##h":265,"##x":266,"##6":267,"##7":268,"##5":269,"##W":270,"##Z":271,"##I":272,"##S":273,"##O":274,"##à":275,"##M":276,"##q":277,"##w":278,"##V":279,"##E":280,"##R":281,"##A":282,"##N":283,"##D":284,"##L":285,"##T":286,"##y":287,"##B":288,"##G":289,"##3":290,"##́":291,"##P":292,"##X":293,"##8":294,"##H":295,"##C":296,"##铆":297,"##F":298,"##º":299,"##9":300,"##贸":301,"##U":302,"##J":303,"##*":304,"##.":305,"##ü":306,"##»":307,"##”":308,"##)":309,"##K":310,"##+":311,"##ã":312,"##Ó":313,"##—":314,"##ö":315,"##;":316,"##ễ":317,"##Q":318,"##¿":319,"##Í":320,"##…":321,"##,":322,"##Y":323,"##-":324,"##\"":325,"##?":326,"##ê":327,"##â":328,"##谩":329,"##ç":330,"##ë":331,"##Ñ":332,"##【":333,"##%":334,"##&":335,"##¡":336,"##É":337,"##Á":338,"##“":339,"##è":340,"##:":341,"##’":342,"##˜":343,"##/":344,"##ø":345,"##'":346,"##煤":347,"##ā":348,"##ò":349,"##û":350,"##(":351,"##ì":352,"##«":353,"##ª":354,"##ń":355,"##´":356,"##Ú":357,"##̃":358,"##ä":359,"##❤":360,"##å":361,"##ï":362,"##ỗ":363,"##!":364,"##–":365,"##$":366,"##î":367,"##ę":368,"##ć":369,"##¢":370,"##ß":371,"##茅":372,"##ğ":373,"##у":374,"##Ÿ":375,"##ł":376,"##ē":377,"##°":378,"##ô":379,"##¨":380,"##™":381,"##н":382,"##‘":383,"##ă":384,"##ō":385,"##Ö":386,"##ş":387,"##€":388,"##ś":389,"##ı":390,"##õ":391,"##Ü":392,"##帽":393,"##ᵃ":394,"##Ä":395,"##ﬁ":396,"##Å":397,"de":398,"##os":399,"##en":400,"##er":401,"##ar":402,"##es":403,"##on":404,"##as":405,"##ci":406,"##ue":407,"##an":408,"##or":409,"##ad":410,"la":411,"en":412,"##al":413,"que":414,"##st":415,"el":416,"##ent":417,"##id":418,"con":419,"un":420,"##ic":421,"##ón":422,"##in":423,"se":424,"##re":425,"##om":426,"##ro":427,"##ra":428,"##ti":429,"##am":430,"##aci":431,"los":432,"est":433,"##ec":434,"##un":435,"par":436,"su":437,"es":438,"del":439,"##ado":440,"in":441,"##do":442,"##te":443,"##ol":444,"##to":445,"##ri":446,"##ta":447,"re":448,"al":449,"por":450,"##le":451,"ha":452,"las":453,"com":454,"##is":455,"##de":456,"para":457,"##ente":458,"##ía":459,"##il":460,"##ación":461,"una":462,"##res":463,"##mp":464,"##di":465,"no":466,"##it":467,"##ist":468,"##ab":469,"##ul":470,"##ones":471,"pro":472,"##ás":473,"##ici":474,"##ur":475,"##idad":476,"##io":477,"per":478,"##ia":479,"##ien":480,"lo":481,"cu":482,"##ada":483,"##el":484,"##ir":485,"ac":486,"des":487,"##tr":488,"El":489,"##ter":490,"##enci":491,"##ier":492,"##go":493,"##ido":494,"##ch":495,"##ma":496,"##la":497,"di":498,"##iz":499,"##ento":500,"##tiv":501,"##od":502,"##ob":503,"ex":504,"##ando":505,"##án":506,"me":507,"##uer":508,"##us":509,"##at":510,"más":511,"##ales":512,"##ica":513,"##mo":514,"##ran":515,"##ción":516,"La":517,"##lo":518,"##ados":519,"##aj":520,"##tor":521,"##ig":522,"como":523,"##se":524,"mu":525,"##ie":526,"##que":527,"##oc":528,"##ac":529,"##ico":530,"En":531,"##qu":532,"##tos":533,"##bi":534,"##tu":535,"##iv":536,"an":537,"##ante":538,"##ión":539,"res":540,"##mos":541,"##da":542,"##tes":543,"##era":544,"tra":545,"##gu":546,"ser":547,"##tar":548,"añ":549,"##tra":550,"##dad":551,"##ues":552,"20":553,"este":554,"##ero":555,"##én":556,"##im":557,"##ador":558,"ap":559,"##ras":560,"##uc":561,"pres":562,"comp":563,"Est":564,"le":565,"##ez":566,"##encia":567,"##um":568,"##aron":569,"sus":570,"##tre":571,"pre":572,"##bl":573,"rec":574,"pr":575,"##ambi":576,"esp":577,"##orm":578,"##iento":579,"ten":580,"##ari":581,"##ce":582,"qu":583,"##añ":584,"##onal":585,"##rim":586,"##ten":587,"##mb":588,"##oci":589,"##ida":590,"man":591,"imp":592,"##tro":593,"pa":594,"##ib":595,"##ay":596,"##aciones":597,"as":598,"fue":599,"##entes":600,"##ana":601,"##uev":602,"##ambién":603,"##és":604,"exp":605,"hab":606,"##po":607,"pers":608,"##ru":609,"pue":610,"##gar":611,"pas":612,"##ens":613,"##gun":614,"lle":615,"entre":616,"##aliz":617,"cas":618,"ar":619,"##jo":620,"Un":621,"##amente":622,"te":623,"##adas":624,"##eg":625,"##amos":626,"”,":627,"##cu":628,"##ca":629,"tod":630,"##ort":631,"##mente":632,"##ún":633,"inf":634,"pero":635,"Es":636,"tien":637,"dis":638,"##ver":639,"to":640,"##ario":641,"años":642,"##co":643,"##baj":644,"esta":645,"##ara":646,"##obre":647,"mil":648,"sol":649,"##tas":650,"##if":651,"prim":652,"##no":653,"ca":654,"##ech":655,"sin":656,"##ís":657,"inter":658,"también":659,"##ina":660,"##der":661,"##ciones":662,"##cl":663,"##per":664,"cons":665,"##cia":666,"ya":667,"emp":668,"##oy":669,"##za":670,"##ora":671,"##ores":672,"ab":673,"está":674,"##con":675,"##enta":676,"si":677,"car":678,"sal":679,"sobre":680,"person":681,"Con":682,"mar":683,"##tros":684,"##duc":685,"##cer":686,"##eci":687,"##itu":688,"##ces":689,"desde":690,"##fer":691,"202":692,"##ano":693,"nuev":694,"trabaj":695,"##ut":696,"han":697,"deb":698,"##tivo":699,"Al":700,"##entos":701,"dos":702,"pod":703,"ob":704,"son":705,"##ud":706,"##ará":707,"##los":708,"”.":709,"fin":710,"Los":711,"##je":712,"reg":713,"##dem":714,"##idades":715,"##fici":716,"##lan":717,"##ismo":718,"ju":719,"##pe":720,"much":721,"cam":722,"ag":723,"##idos":724,"##asta":725,"hay":726,"##00":727,"##aba":728,"##ías":729,"##iemp":730,"pos":731,"##par":732,"In":733,"##cul":734,"##icos":735,"De":736,"##les":737,"mi":738,"fuer":739,"##ga":740,"##min":741,"##mi":742,"##ín":743,"##rg":744,"##emos":745,"ver":746,"##las":747,"##mas":748,"##ista":749,"##esti":750,"muy":751,"pol":752,"##av":753,"Por":754,"##pon":755,"##ov":756,"lu":757,"país":758,"##omb":759,"##arios":760,"todo":761,"##cip":762,"ci":763,"##antes":764,"##den":765,"##cal":766,"contra":767,"##acional":768,"##lti":769,"##unci":770,"##rá":771,"cre":772,"##icas":773,"mun":774,"hasta":775,"au":776,"may":777,"##eces":778,"##lar":779,"##des":780,"tiene":781,"Se":782,"##almente":783,"don":784,"##por":785,"medi":786,"##lic":787,"##ena":788,"##udad":789,"parte":790,"##ba":791,"ter":792,"cor":793,"##ít":794,"##tó":795,"##jer":796,"##man":797,"tan":798,"can":799,"año":800,"personas":801,"##pa":802,"##urante":803,"##ió":804,"##me":805,"##ener":806,"##demás":807,"últi":808,"##tal":809,"##ino":810,"donde":811,"ad":812,"##ust":813,"cuando":814,"inform":815,"col":816,"##orma":817,"##obier":818,"op":819,"gran":820,"##pu":821,"tu":822,"mej":823,"am":824,"tras":825,"##rec":826,"##ios":827,"af":828,"cal":829,"inv":830,"##ipo":831,"##adores":832,"ni":833,"nos":834,"seg":835,"deci":836,"##ona":837,"No":838,"##iones":839,"sig":840,"##ían":841,"soci":842,"##amiento":843,"##gra":844,"##vo":845,"cer":846,"##obierno":847,"##ér":848,"porque":849,"esc":850,"oc":851,"pe":852,"##arse":853,"equ":854,"##úbl":855,"men":856,"##zo":857,"Mar":858,"part":859,"##able":860,"quien":861,"##uel":862,"##ecto":863,"presid":864,"dijo":865,"##so":866,"##udi":867,"##tado":868,"realiz":869,"##ren":870,"conf":871,"prop":872,"\",":873,"hacer":874,"##endo":875,"##xi":876,"nues":877,"##ub":878,"ciudad":879,"reci":880,"An":881,"mes":882,"##tir":883,"mo":884,"##lam":885,"todos":886,"mill":887,"ev":888,"##pañ":889,"##tura":890,"##ble":891,"19":892,"##unto":893,"mom":894,"puede":895,"San":896,"##ern":897,"min":898,"durante":899,"As":900,"comun":901,"##og":902,"##ros":903,"Las":904,"ah":905,"cont":906,"##eros":907,"tiemp":908,"##tiva":909,"Re":910,"##dic":911,"llev":912,"Ch":913,"##et":914,"##teri":915,"##idas":916,"Com":917,"##ular":918,"##ord":919,"##uego":920,"##pués":921,"##ja":922,"rep":923,"dest":924,"##eron":925,"##car":926,"gener":927,"millones":928,"están":929,"##dos":930,"tran":931,"##anos":932,"uno":933,"##iendo":934,"##amil":935,"sec":936,"algun":937,"##anz":938,"cos":939,"mejor":940,"neces":941,"##til":942,"mayor":943,"\".":944,"##itar":945,"solo":946,"día":947,"##pos":948,"##ve":949,"hech":950,"dic":951,"##entro":952,"##sión":953,"segu":954,"pla":955,"inst":956,"lugar":957,"##ño":958,"##ieron":959,"##argo":960,"tiempo":961,"produc":962,"sido":963,"import":964,"hor":965,"ese":966,"##eo":967,"señ":968,"fal":969,"##miento":970,"##uso":971,"##rib":972,"ma":973,"vez":974,"##ific":975,"pes":976,"##teg":977,"emb":978,"actu":979,"famil":980,"cap":981,"##tivos":982,"##ición":983,"empres":984,"##ura":985,"momento":986,"hace":987,"##li":988,"##tras":989,"viv":990,"den":991,"##uen":992,"##ion":993,"##lación":994,"##mbre":995,"bien":996,"##irm":997,"trans":998,"##gen":999}}}