{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<UNK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<SEP>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<MASK>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<CLS>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"Unigram","unk_id":0,"vocab":[["<UNK>",0.0],["<SEP>",0.0],["<MASK>",0.0],["<CLS>",0.0],["s",-2.772288810529602],["de",-3.0674664981514663],["a",-3.371533922187865],[",",-3.4313465821055207],["la",-3.6221316145819014],[".",-3.66968293918068],["e",-3.8327405404860535],["en",-3.8813624412135823],["que",-3.8910259012900568],["el",-3.963383588869558],["y",-4.01988731058562],["es",-4.217257560338416],["o",-4.461257336397923],["n",-4.496493498571683],["los",-4.707329649762579],["ó",-4.759476039010655],["un",-4.857439400437396],["con",-4.917796101456709],["del",-4.939402746287115],["ción",-4.9763006604077304],["l",-5.008529096081002],["r",-5.0719015988240415],["por",-5.1300751039885135],["para",-5.172208676175069],["al",-5.190134301204667],["no",-5.248597809632537],["una",-5.291107218786648],["su",-5.291520884757178],["las",-5.325679834156958],["lo",-5.447093333199392],["d",-5.460802464143169],["do",-5.592672379370207],["El",-5.725506221416211],["más",-5.799238294535247],["A",-5.824419403894479],["“",-5.836018662893391],["ha",-5.8522174847155615],["La",-5.878164915680044],["t",-5.901311145269288],["c",-5.912126484041979],["u",-5.9950243457552475],["mente",-6.019502228600555],["\"",-6.0292116660096475],["como",-6.040558839770238],["i",-6.046230481092607],["re",-6.099313142898215],["p",-6.165821501125544],["m",-6.211450690087046],["ón",-6.227775231461891],["este",-6.233273903244596],["En",-6.260486695040829],["S",-6.28823018807501],["ar",-6.317193049609131],["dos",-6.340830789525329],["in",-6.364864863243856],["si",-6.3869502361260935],["(",-6.419016707254],["esta",-6.422242915517987],["mos",-6.441758087531134],["te",-6.462622585663128],[":",-6.467614124744227],["ta",-6.470443620705254],["T",-6.5001002170191295],["ciones",-6.529507332821609],["fue",-6.5295225285727305],["á",-6.555027984230703],["ado",-6.557344064236434],["co",-6.567495572677702],["C",-6.599586702472502],["on",-6.609078717810467],["di",-6.616706838734858],["z",-6.627505440714872],["sus",-6.630453718152561],["ron",-6.658832492371474],["mi",-6.687550965916582],["”,",-6.72564652956172],["pero",-6.727545745184797],["-",-6.736144154578252],["to",-6.759992036701815],["ti",-6.762130131801365],["años",-6.765005801330693],["me",-6.765129032761225],["ca",-6.7877320203181615],["g",-6.79275091934695],["tiene",-6.793140958531049],["ndo",-6.8044509644106],["ada",-6.815384995069275],["P",-6.826116761406961],["ro",-6.840907707312324],["ba",-6.868001629887253],["va",-6.8714898984177175],["también",-6.8748741702477485],["está",-6.878201599317652],["f",-6.87997162075456],["día",-6.880214421246366],["E",-6.884141208682367],["é",-6.908782356058936],["sobre",-6.912364740601264],["entre",-6.91238454726831],["F",-6.923668347679307],["son",-6.9427987886675115],["R",-6.945555958708777],["han",-6.9465417017727],["b",-6.977662626846257],["1",-6.99528424565654],["ser",-7.001045346885771],["L",-7.003477175013494],["ver",-7.037736830880231],["”.",-7.042628405971648],["ma",-7.044493262349894],["«",-7.053086530721048],["Los",-7.058148960113993],["vi",-7.060004783101851],["»",-7.06213213193854],[")",-7.063536490097892],["N",-7.065080579149884],["”",-7.068336114838887],["ra",-7.08178878309409],["20",-7.095445529728636],["todo",-7.099907702217113],["ni",-7.107145832311787],["puede",-7.1115757726257485],["G",-7.113052912732451],["ante",-7.11639782226163],["ando",-7.121379685126449],["desde",-7.127048212757185],["parte",-7.127900551086807],["%",-7.1305274816155135],["idad",-7.133488684512823],["No",-7.149850760709011],["h",-7.154395379745002],["muy",-7.156076625018001],["año",-7.161478254648622],["Por",-7.167098648552478],["país",-7.172710140373502],["O",-7.182280933086742],["ci",-7.184483529818422],["ía",-7.18575411268232],["ex",-7.1956543033442735],["De",-7.197470215102954],["I",-7.2015330037932],["Es",-7.216508309228497],["í",-7.2173133149935715],["tu",-7.2174066705367625],["hasta",-7.225152333179877],["2",-7.230873738525583],["ri",-7.242848969144581],["D",-7.258214064767499],["era",-7.260119668402659],["contra",-7.279032098482177],["Al",-7.288512148836503],["sin",-7.2940125350157885],["er",-7.301252784989346],["go",-7.309730165759294],["personas",-7.311140065170848],["donde",-7.315241776348562],["hay",-7.322376719636367],["cuando",-7.327462036555936],["M",-7.339314926404228],["les",-7.354625305053104],["3",-7.3547784993793135],["dij",-7.355079831274893],["án",-7.355094186630814],["forma",-7.357590536124772],["caso",-7.362887244901687],["ten",-7.36783447269686],["Y",-7.370656907197545],["ve",-7.3846285020953735],["das",-7.394890254344135],["eron",-7.401133701896845],["5",-7.40153299736526],["Con",-7.405151412598845],["hora",-7.4077403696822195],["toda",-7.42093887817657],["mo",-7.430468551022012],["nos",-7.432938970020041],["Se",-7.437797944454702],["quien",-7.444355571701342],["B",-7.448102263871705],["egún",-7.449191283343688],["ico",-7.458626668366949],["k",-7.464158413730123],["ir",-7.469000679592768],["19",-7.480377012615369],["v",-7.494266396992442],["mejor",-7.495854149099948],["pa",-7.498703440011819],["6",-7.50682149732747],["ras",-7.509113660341034],["cu",-7.511139333487362],["?",-7.514833694330371],["momento",-7.5170027341773515],["durant",-7.527445515644918],["tiempo",-7.528228894089756],["¿",-7.528726251891679],["és",-7.533603057123757],["4",-7.542180236736553],["había",-7.55454171632335],["8",-7.561492782795932],["'",-7.564844113840887],["rá",-7.567412106594976],["pi",-7.574153132598085],["\",",-7.575326001591528],["aron",-7.57730235299184],["millones",-7.5784063154502],["tras",-7.579650820122437],["todos",-7.582600940455566],["cada",-7.588720794041064],["ja",-7.591482313176792],["U",-7.603256813388069],["hacer",-7.605261992921055],["están",-7.6090968579548575],["solo",-7.61012900435266],["tra",-7.617765094896261],["porque",-7.631115474850748],["emos",-7.634936040713976],["Si",-7.636360208306194],["vez",-7.6407738590438],["cuenta",-7.643068502098957],["9",-7.644469789661369],["vida",-7.64833967763975],["hace",-7.653180375715781],["partido",-7.653356099158869],["rse",-7.6544119991943775],["lugar",-7.654760012753163],["equipo",-7.657602731103852],["nuevo",-7.665582500856649],["7",-7.668702055528767],["gran",-7.669025290905748],["Estado",-7.674139464340369],["V",-7.6746107328579685],["mismo",-7.676509323213263],["ga",-7.679233720190623],["uno",-7.680587611550398],["mil",-7.688295585698371],["ido",-7.693659510794615],["ría",-7.696213320308835],["mayor",-7.697925094950132],["semana",-7.705378874632446],["primera",-7.7094043802107555],["za",-7.715717354951148],["bien",-7.7176698799894154],["antes",-7.725342930904932],["sido",-7.731582803595697],["otros",-7.731665933594798],["\".",-7.731970436449342],[";",-7.733123309038378],["presidente",-7.736824548174994],["tres",-7.7441921044698026],["per",-7.744869036106198],["Esta",-7.745711060367322],["final",-7.748186714658164],["iendo",-7.750976618365231],["tan",-7.758176645786606],["im",-7.759710381227793],["pre",-7.760890186313014],["así",-7.7619820992108925],["medio",-7.771523879962508],["después",-7.771866583638117],["último",-7.774319628279617],["nueva",-7.783402682834603],["pasado",-7.7841204787785205],["embre",-7.7876383461167356],["ida",-7.791249714657247],["10",-7.79135612108804],["Re",-7.800271172003054],["Lo",-7.804063284062572],["or",-7.808712137533655],["social",-7.809522330365277],["tanto",-7.814511879874443],["bi",-7.821729815309043],["esto",-7.830537778491018],["será",-7.8353441937089],["sión",-7.837737221697682],["ciudad",-7.840661062295715],["dor",-7.8410441763063465],["fi",-7.846725101463401],["tener",-7.855979452765687],["Ademá",-7.856776269461452],["hecho",-7.867629705823052],["trabajo",-7.868880491248556],["0",-7.878636336966686],["otro",-7.8865572290656045],["Ma",-7.8900524857738015],["qui",-7.89397891037419],["Pero",-7.899568811719167],["menos",-7.901776402026611],["2022",-7.908509238236488],["000",-7.917905562487262],["uego",-7.9181531039217905],["empresa",-7.919239351025049],["ter",-7.92174823111348],["punto",-7.922329561351742],["Su",-7.928727106438901],["car",-7.9315115701911685],["Las",-7.938722029282069],["w",-7.940415399996809],["mucho",-7.943532716752946],[").",-7.947587730897039],["situa",-7.949209897126189],["primer",-7.951524245379743],["man",-7.957384505632748],["importante",-7.957859274637874],["Este",-7.959399012683637],["),",-7.965719971928363],["res",-7.9675601562417215],["acuerdo",-7.97069808761488],["tar",-7.971217448913781],["rán",-7.9736170794804595],["manera",-7.980873268398667],["qué",-7.98569999291733],["mundo",-7.9881542544677835],["ña",-7.98899252697201],["pro",-7.989245316840698],["Para",-7.989458937203613],["bo",-7.989556826317331],["ahora",-7.990751371937189],["miento",-7.992030260161427],["‘",-7.999879663762349],["ión",-8.002013507213816],["familia",-8.004172511901157],["tuvo",-8.007265060698472],["mar",-8.00958095216744],["estos",-8.010311211657786],["empre",-8.01405004440004],["30",-8.018462352297302],["tal",-8.027837443202431],["fin",-8.028094014696977],["San",-8.028097568375147],["zona",-8.028961861255716],["estaba",-8.030547292141677],["zo",-8.034011520553207],["informa",-8.034421801934869],["gobierno",-8.034899532591984],["estado",-8.035369099224617],["Gobierno",-8.0382204109919],["estar",-8.039626081103503],["ch",-8.039805794506929],["embargo",-8.046571225382728],["dar",-8.0540439149872],["ista",-8.054337938399508],["proyecto",-8.056078473258063],["rio",-8.061506331574357],["vo",-8.062707379282156],["Sin",-8.063439314676664],["servicio",-8.06433899741176],["trav",-8.066005890072173],["Un",-8.06669882789619],["nuestro",-8.069473190144981],["jo",-8.072113321000256],["Me",-8.0770732795918],["ban",-8.078605709814772],["ing",-8.079717107791243],["ria",-8.082179701253041],["Ca",-8.082698850346903],["Cu",-8.083235815331346],["x",-8.084999791469462],["nivel",-8.085145780027581],["casa",-8.08546154325423],["H",-8.086955550206774],["trata",-8.088001633789506],["hoy",-8.088177235258566],["él",-8.08842835362366],["W",-8.091873764885301],["algo",-8.097429334773992],["ven",-8.098246875871833],["hi",-8.100217684871504],["cual",-8.105674345606484],["poder",-8.108364569996667],["18",-8.113459095938179],["K",-8.114234187820381],["grupo",-8.117815453010934],["debe",-8.120883342331261],["dio",-8.125732089300332],["política",-8.126858541421067],["ncia",-8.127082269856874],["ú",-8.129614437169199],["ju",-8.1330850576018],["poco",-8.141048784894767],["Nacional",-8.145282126670043],["com",-8.14636295485062],["ur",-8.14652792337445],["mient",-8.146617902998479],["programa",-8.147980338352504],["cio",-8.151268267739269],["par",-8.153606765955615],["In",-8.154353469438053],["tipo",-8.156247108862836],["12",-8.160022485416967],["ones",-8.164160986950026],["nada",-8.173285604847935],["po",-8.180975681359266],["can",-8.181779401361915],["podría",-8.182202583118105],["total",-8.193097158698581],["hombre",-8.194522643484843],["ent",-8.195871628041399],["15",-8.19726235496595],["’",-8.197573923395803],["Esto",-8.203396397433359],["sector",-8.204648543574685],["ambién",-8.211439945087914],["ín",-8.21238225953283],["problema",-8.214159649476128],["Una",-8.216421784490434],["endo",-8.217854340138171],["autoridad",-8.222411335306916],["mucha",-8.22334554270738],["J",-8.226746807743995],["otra",-8.226855919417183],["Mi",-8.227134952108809],["ismo",-8.227659374354506],["haber",-8.228872247020902],["alguno",-8.231321883922437],["cómo",-8.231744298983754],["vía",-8.231940047157984],["gi",-8.237164562216982],["seguridad",-8.237237249750589],["tos",-8.237441565779417],["medida",-8.237579637809256],["Méx",-8.248454642003297],["cri",-8.250852642852626],["produc",-8.250859504032483],["cho",-8.255115414843573],["cre",-8.25849147816502],["cambio",-8.261340865069883],["je",-8.262152902636213],["nuestra",-8.267101906755808],["Ro",-8.267552078853514],["agua",-8.267869594041315],["gente",-8.268665320730255],["it",-8.27398294664827],["actividad",-8.275581270051418],["nacional",-8.277414113346387],["meses",-8.281889540144658],["proceso",-8.282041009098167],["Ar",-8.282253145363297],["bajo",-8.283231284375116],["encia",-8.283430583485142],["centro",-8.28636419229898],["última",-8.291679275469725],["aba",-8.293167207731965],["España",-8.296808644025864],["sigue",-8.299720433030737],["historia",-8.302214094006914],["principal",-8.304375614669919],["investiga",-8.305617501969081],["junto",-8.30794382341682],["tenía",-8.31097003691551],["especial",-8.314596969895874],["local",-8.315139995941252],["cosa",-8.315897093931339],["gu",-8.318528265463044],["general",-8.319580663244135],["cha",-8.323676156964504],["2021",-8.327906280970842],["/",-8.332996167265994],["tor",-8.336759880382607],["señal",-8.340240731687013],["Pa",-8.34246949974939],["Vi",-8.34454197730988],["adas",-8.34513653081722],["otras",-8.34653884593282],["gan",-8.346897021314952],["cuatro",-8.347633089124226],["X",-8.347860776029073],["público",-8.351024822693041],["alguna",-8.35344826694827],["salud",-8.35558044174197],["11",-8.362714188225652],["Unidos",-8.36630245492347],["pas",-8.369934343257242],["oficial",-8.370543539156618],["ab",-8.372010071537158],["amos",-8.373816358628648],["mes",-8.375018184655751],["dato",-8.377098518269626],["valor",-8.377157521495853],["casi",-8.379654737833313],["inform",-8.386279424979517],["Ucrania",-8.38690829904149],["resultado",-8.387273800743966],["ntro",-8.389965670673238],["14",-8.391084365970158],["hiz",-8.391745624024313],["ble",-8.39378994991498],["ello",-8.393892599861093],["posible",-8.39836474211317],["personal",-8.39836769025571],["puesto",-8.401362843366808],["mb",-8.40205547802059],["frente",-8.40405036345799],["próximo",-8.409555270926557],["iz",-8.410023163500746],["nte",-8.410746783402917],["mu",-8.41098109170106],["Z",-8.415502772354095],["gra",-8.419069082895291],["decir",-8.419898220082024],["17",-8.421340936227658],["derecho",-8.423042650749236],["inter",-8.425707607349263],["actual",-8.429672857012775],["tado",-8.429685066503158],["mal",-8.430162238515202],["número",-8.432727118176595],["uso",-8.43338030454764],["ley",-8.434223347797085],["encuentra",-8.435198627461368],["16",-8.435927590161313],["persona",-8.436450041093138],["dólar",-8.436569570817795],["sino",-8.436616351305057],["quiere",-8.441243358420671],["euros",-8.441529567034632],["ho",-8.442392405274134],["van",-8.44242661661345],["grande",-8.445368113355359],["misma",-8.446238015377073],["sistema",-8.448999425523091],["obra",-8.45118509960842],["niño",-8.453076009841666],["Ha",-8.453238236615013],["tema",-8.453491853331451],["objetivo",-8.453924952409123],["edad",-8.454304851166825],["tivo",-8.454472017180114],["cualquier",-8.458121029499864],["cor",-8.458449549678992],["unos",-8.458932909913948],["segundo",-8.458980822083003],["Po",-8.46031499777595],["busca",-8.461319245376762],["muchos",-8.46488484863394],["13",-8.467925227545399],["marca",-8.473448161962594],["decisi",-8.476549100424768],["noche",-8.48107462052398],["redes",-8.483138015005052],["cer",-8.4843087966291],["Di",-8.485060764215753],["Co",-8.485637675176005],["sí",-8.489338319127262],["ita",-8.490616958015403],["minuto",-8.492466124199474],["primero",-8.496607755166139],["aten",-8.5000163740786],["50",-8.500380101331938],["jugador",-8.505731567273873],["24",-8.509397575900518],["viern",-8.50968466202012],["Así",-8.510715758472472],["00",-8.513070604287847],["plan",-8.513170367726511],["dado",-8.514277357099688],["llegar",-8.515488262670786],["tiva",-8.51684217414948],["lunes",-8.517745202596949],["fuera",-8.519949241880223],["Mar",-8.520785116325396],["media",-8.521043435772807],["expres",-8.521668424005789],["onces",-8.522517560501615],["varia",-8.5247327743439],["hijo",-8.524861710530605],["cia",-8.525898982167254],["ieron",-8.526341721960817],["parece",-8.529489168874752],["che",-8.529753377083996],["usia",-8.531322434726352],["200",-8.532663282082115],["vehículo",-8.533915029011126],["tendrá",-8.53560107146011],["Car",-8.537235992022355],["mujer",-8.538395544591719],["…",-8.539384387174298],["mercado",-8.540646372873729],["auto",-8.541802602637528],["cinco",-8.542260336568752],["producto",-8.554383374447983],["cal",-8.556008079901712],["j",-8.557507427864358],["participa",-8.561797076724769],["ciento",-8.562554363821675],["sentido",-8.564500989718319],["seguir",-8.566640986410379],["mujeres",-8.56689862424058],["pueda",-8.567070315053728],["ina",-8.567514147320498],["alta",-8.569154584357168],["paso",-8.569590033109465],["presenta",-8.570095365789758],["cerca",-8.571224969980562],["mañana",-8.571472196808855],["Des",-8.571798830959377],["ob",-8.573430168883176],["haci",-8.575663744912083],["real",-8.576955346038403],["temporada",-8.577157623419769],["sábado",-8.577160394659542],["edi",-8.57825117822359],["chi",-8.580366152738923],["juego",-8.583158613779801],["espera",-8.58438028062437],["falta",-8.58678036115591],["respect",-8.58747047315023],["amiento",-8.587584815201476],["cargo",-8.589955107613282],["vario",-8.590344250599657],["causa",-8.592420010102662],["eves",-8.594335404811346],["víctima",-8.595863035735439],["veces",-8.597908586593439],["ig",-8.599281510605788],["alto",-8.599440092692827],["aún",-8.599779390447244],["ros",-8.600525325935262],["lado",-8.60059169096819],["tica",-8.604901969479801],["cción",-8.606104842026227],["Bo",-8.60706402777657],["25",-8.610856483722166],["domingo",-8.612160721401423],["baja",-8.615027949143283],["ito",-8.617649534180963],["Argentina",-8.620864345002845],["tri",-8.621131643243615],["pandemia",-8.622356416473469],["gas",-8.62375580035678],["encuentro",-8.626839584559947],["fuero",-8.627483225674599],["$",-8.628338207309746],["Mo",-8.630247213191488],["Ba",-8.63108299197554],["sub",-8.63127238979317],["ck",-8.631632201492883],["partir",-8.63368391380085],["fecha",-8.634391441417797],["ministro",-8.638220630159237],["dici",-8.641436247657662],["comunidad",-8.642182610796834],["ero",-8.644469226425024],["ayuda",-8.646336026436515],["tas",-8.646803765727288],["llega",-8.647190111603507],["anunci",-8.648985558118888],["pública",-8.652207780786146],["buena",-8.652939685047631],["bar",-8.653841519792536],["mento",-8.657133000090678],["dice",-8.659479936581079],["poner",-8.660682646663284],["agreg",-8.666797332012575],["marte",-8.671241014343382],["control",-8.672704742173936],["oportunidad",-8.672824227128483],["realizar",-8.677563093366391],["op",-8.67812953242062],["podrá",-8.683819366648876],["iércol",-8.683866623508292],["fo",-8.688519717384716],["carrera",-8.688658839020922],["cuerpo",-8.690231023799786],["fer",-8.693620357274632],["mor",-8.693783818059751],["segunda",-8.695029615321559],["diferentes",-8.695238523157178],["igual",-8.696588089497624],["fuerza",-8.703108008582236],["orden",-8.70454020221397],["provincia",-8.70587606416494],["acto",-8.706518456691306],["tro",-8.707573486928386],["explica",-8.707579085171567],["conocer",-8.707652639465874],["indic",-8.710277391278582],["considera",-8.712056735450219],["queda",-8.713050006817442],["internacional",-8.716251621648546],["mer",-8.717241555208357],["posición",-8.720902089499605],["importa",-8.722273473025625],["Li",-8.722404293086628],["for",-8.72273062856352],["regi",-8.725127094235376],["ran",-8.726329350161063],["inclus",-8.727313584740287],["genera",-8.728520130528613],["viene",-8.73000574806023],["ber",-8.733070207173924],["entrega",-8.734029098015666],["asegur",-8.735040563330806],["iza",-8.738753385346829],["prueba",-8.740888480751142],["bor",-8.74182173305364],["ización",-8.743086980207302],["largo",-8.743410678688308],["ez",-8.744943246359142],["tarde",-8.745879910332345],["ment",-8.746942171073243],["istas",-8.747266565147022],["40",-8.749960206615501],["serie",-8.751096111302457],["logr",-8.752460063528865],["muestra",-8.752836171377684],["joven",-8.755113420935714],["Jos",-8.756413483745707],["fiscal",-8.756436281969378],["Todo",-8.756689966959645],["ario",-8.75731520665841],["línea",-8.759622990447664],["padre",-8.75971171807537],["simismo",-8.76167671365176],["precio",-8.764754089832124],["legó",-8.765921068995816],["capital",-8.767457569852866],["nunc",-8.769068792793568],["pueblo",-8.76994044192571],["novi",-8.77093055791137],["dura",-8.7725645085089],["red",-8.775284371206052],["sabe",-8.775406871711787],["Juan",-8.77554408647908],["Ministerio",-8.778620382789383],["arse",-8.780238541909542],["trabajador",-8.781133202280278],["ador",-8.782122440626065],["representa",-8.783195895776348],["muerte",-8.78386725553857],["apoyo",-8.783878463416361],["enero",-8.785328637441244],["Como",-8.786482365557529],["población",-8.7891383619328],["riesgo",-8.789188885283721],["municipio",-8.790901230430094],["fuerte",-8.791010535476374],["debido",-8.791521066431264],["pan",-8.794406067911206],["guerra",-8.79674281310447],["pasa",-8.797055789424423],["evento",-8.803465172636198],["ejemplo",-8.806915843446227],["mayoría",-8.80968105268921],["jornada",-8.812315547206907],["mí",-8.813361881251456],["tura",-8.813915426902646],["mensaje",-8.814120226439861],["pues",-8.817394310341216],["aria",-8.819995741079538],["nombre",-8.821404666365398],["illa",-8.82355494790189],["Do",-8.82697186727632],["22",-8.827304220851452],["espacio",-8.828167180396486],["Hay",-8.828249284412724],["aje",-8.828409304918608],["calle",-8.828545899378664],["venta",-8.82935095556693],["Pi",-8.83550961099963],["recurso",-8.836396807277978],["uela",-8.840534812473704],["cont",-8.841963474632724],["suma",-8.843279627779857],["tomar",-8.843416640895143],["seis",-8.846679621993474],["tre",-8.847853250174012],["denuncia",-8.853224192132938],["dicho",-8.85349656439995],["pod",-8.853759838767758],["tenga",-8.854802005918184],["organiza",-8.854996345136527],["bu",-8.858055040734396],["pesos",-8.858392441471146],["líder",-8.860359433865174],["epti",-8.8605201570848],["director",-8.860930745380294],["sol",-8.861739091848392],["junio",-8.862250979864257],["jó",-8.863419108946108],["unidad",-8.865222660218953],["profesional",-8.86793396296206],["propuesta",-8.868131683456603],["ataque",-8.870017163998844],["manifest",-8.871753864019935],["propio",-8.871767656301834],["policía",-8.871777100658745],["remos",-8.872134100567779],["Ja",-8.873093389414304],["dinero",-8.874960733018158],["lleva",-8.87641050035377],["metro",-8.878506967798877],["comenz",-8.88274905520294],["Europ",-8.882808216282537],["21",-8.883731178281295],["mano",-8.885051600174616],["dejar",-8.885865383940002],["arte",-8.886060762612448],["Madrid",-8.887182912899275],["ruso",-8.888147146694454],["club",-8.889128537594058],["octubr",-8.889128812295592],["tenido",-8.889482731725707],["comunicado",-8.891881883546038],["2020",-8.892186309225508],["lucha",-8.892433970325],["th",-8.893259188015087],["Fue",-8.894584264273249],["precios",-8.895932320028558],["llevar",-8.899218323839683],["bal",-8.90140242439543],["anterior",-8.904480611713748],["encontrar",-8.904601185776102],["cara",-8.906440239576927],["izar",-8.90658534215547],["opera",-8.91137058574563],["Hu",-8.911682301926517],["video",-8.911983618273164],["desarrollo",-8.915052427875612],["toma",-8.915559203732201],["evitar",-8.916267987502055],["necesario",-8.916770799535776],["gesti",-8.917669596433278],["ton",-8.917959047500684],["Mundial",-8.918775022201602],["anti",-8.91928707966434],["compañía",-8.920782718501185],["futuro",-8.920784753437786],["mat",-8.921843338536554],["pez",-8.924306667220918],["Policía",-8.924811025016444],["hemo",-8.927969390939998],["realidad",-8.928078788063342],["bra",-8.928656352708753],["–",-8.928855410765962],["experiencia",-8.928855488927383],["ólo",-8.93110632450686],["pri",-8.932615319101425],["ño",-8.93331257453685],["sería",-8.934517399362836],["illo",-8.934745269034735],["60",-8.93507104046266],["inten",-8.935456461115415],["eran",-8.936309288149866],["Entre",-8.940867172586803],["reciente",-8.943192606003727],["super",-8.943668819890611],["ñ",-8.944212163806004],["estas",-8.944323133812224],["ambo",-8.944983906209888],["accione",-8.946451445506025],["funciona",-8.94659520357358],["Per",-8.946812692854584],["modelo",-8.948515671134853],["Pro",-8.949033599081215],["100",-8.94943832552024],["rela",-8.951022116690204],["amor",-8.95190278032378],["comunica",-8.952661341715713],["aumento",-8.954737531171332],["Que",-8.955640012690509],["municipal",-8.95763436521392],["pareja",-8.957820027508097],["gracia",-8.958366086832687],["gr",-8.960370551089468],["her",-8.960532425924669],["estará",-8.960638738764494],["able",-8.961282731886985],["necesita",-8.96169674590695],["cabo",-8.961885610774528],["Luis",-8.96194848195864],["habla",-8.965621154964557],["termin",-8.967001497340906],["rez",-8.967384607638976],["lista",-8.967834346184704],["económica",-8.968116659604869],["administra",-8.970306832817949],["posibilidad",-8.970329244591401],["cabeza",-8.970943945290855],["juli",-8.974702442404217],["llev",-8.976337777513931],["gosto",-8.977006911092467],["celebra",-8.978073228122264],["ces",-8.9784151341931],["resto",-8.981522762525977],["dad",-8.981889712049298],["fu",-8.982771761609019],["respuesta",-8.983340621559144],["eta",-8.983837020080685],["torio",-8.984392883478552],["capacidad",-8.985161652026267],["idea",-8.985702043423828],["necesidad",-8.989416967516766],["To",-8.990824130047544],["Cor",-8.991406114329443],["Tras",-8.992398139061466],["campaña",-8.993731820489218],["esos",-8.995318559752825],["grave",-8.995358490386916],["prensa",-8.996078389395278],["camino",-8.996091238583869],["inicio",-8.996595560526032],["explicó",-8.998065397457523],["carga",-8.998570267267281],["val",-8.999440821580796],["Com",-9.000178695769012],["trabajar",-9.003230639837462],["crea",-9.003331629072388],["destac",-9.003645613757012],["Yo",-9.005358830723004],["afirm",-9.00598989359818],["recibi",-9.007462219733554],["pasar",-9.00802569230223],["gún",-9.008731312116579],["difícil",-9.008982523277655],["elección",-9.009995275341076],["2023",-9.011973482817123],["demanda",-9.01213795085433],["calidad",-9.012345755770635],["Go",-9.012841175766894],["mas",-9.013041237405488],["estadounidense",-9.013382968788818],["completa",-9.013407667867153],["propia",-9.013730263349514],["nosotros",-9.01464775261785],["bilidad",-9.015382863968396],["dora",-9.01574080978272],["cifra",-9.016138667684444],["Jo",-9.016850403337074],["familiar",-9.017022634628344],["amigo",-9.018038662360402],["cul",-9.018932302313688],["vecino",-9.020071069767829],["curso",-9.020341633602008],["viaje",-9.020897057992222],["Gu",-9.022078425142674],["miembro",-9.022246084409652],["mayo",-9.025171261397237],["energía",-9.026701817586055],["pon",-9.02785045580483],["esté",-9.028431356603729],["dic",-9.02906144889741],["claro",-9.02956681966484],["compra",-9.03017263715502],["volver",-9.03357411554892],["mon",-9.035509854758345],["visita",-9.035581900548372],["palabra",-9.03795715551115],["Ho",-9.038567862194386],["gui",-9.03959105924698],["sociedad",-9.040201209151927],["entidad",-9.044876597489147],["ocurri",-9.044954032158047],["vacuna",-9.045102266950318],["let",-9.04574864894619],["Par",-9.04689930294887],["presente",-9.048031350578658],["militar",-9.049322749646256],["Día",-9.049401923488565],["madre",-9.049407763179648],["abril",-9.050818813649844],["Salud",-9.051622320056246],["duda",-9.052228589055364],["ili",-9.053163124457637],["ntes",-9.054688560873547],["permite",-9.056248431431687],["ific",-9.056485036146753],["Bar",-9.057127073879617],["reg",-9.057993213187576],["violencia",-9.060797364744246],["libre",-9.060860305786706],["plaza",-9.061069781342525],["indica",-9.061772619315988],["ki",-9.061949510985363],["23",-9.062097568390472],["decidi",-9.062849356828302],["¡",-9.06311070641906],["Lu",-9.063317265727328],["pu",-9.064630133534216],["base",-9.065930992145281],["gol",-9.066033182116016],["present",-9.072008135534642],["iente",-9.073974412620595],["Centro",-9.07488035401742],["pesar",-9.075546074892777],["Val",-9.076824256530088],["lin",-9.077152591482509],["vivienda",-9.077798397686834],["mantener",-9.078888580695956],["prepara",-9.080894414224877],["febrero",-9.081824710483193],["acceso",-9.084190632992192],["gar",-9.08452317061608],["luz",-9.085363708101784],["conjunto",-9.085970071813486],["favor",-9.085991997567625],["pued",-9.089062123059644],["delito",-9.089911892895758],["Ru",-9.090298803949636],["área",-9.091409603897304],["Durant",-9.091583990790369],["tí",-9.092018096709733],["hub",-9.092447397184904],["Or",-9.092694845202724],["hospital",-9.094917484227809],["asegura",-9.09583763490076],["pidi",-9.096724365163254],["único",-9.098811183619873],["Ju",-9.099295680497832],["instala",-9.099322985742592],["Ya",-9.101863312177558],["imp",-9.10497229333511],["presencia",-9.105139979076696],["alrededor",-9.108144601590858],["ingreso",-9.108182499837596],["golpe",-9.108356109994144],["clara",-9.109214648094447],["mostr",-9.109603921576277],["sur",-9.109628226987425],["español",-9.110370730685482],["enfermedad",-9.110569193354916],["Qué",-9.110570220428235],["fun",-9.111173498949967],["color",-9.11152224729718],["cierto",-9.112963021693538],["26",-9.114212225241662],["Bi",-9.114749657818493],["27",-9.115310371202035],["Br",-9.115932840944826],["izado",-9.11673879374175],["afecta",-9.116863697123065],["gue",-9.117588495126526],["diferencia",-9.117886788823814],["llí",-9.118375850593143],["rec",-9.118642700620683],["pago",-9.118894492521244],["arma",-9.119034214914265],["28",-9.119921964188524],["cuanto",-9.120346009310193],["anda",-9.12038370972449],["plataforma",-9.120464104013003],["ahí",-9.121226592175109],["condicione",-9.121957942840993],["haya",-9.122130472878592],["preocupa",-9.123316249880645],["eleccione",-9.124124103882497],["menor",-9.12447233157938],["campo",-9.125613035830948],["económico",-9.127726486061295],["Venez",-9.12774771877218],["Pu",-9.128171735492868],["vista",-9.128389996638663],["Ló",-9.129962340729175],["informe",-9.130195293850402],["cantidad",-9.130210619021273],["publica",-9.132594512990302],["efecto",-9.132684732732411],["bles",-9.132741019744827],["salir",-9.13284751400602],["buen",-9.133251620978257],["plazo",-9.133935409081293],["cita",-9.135449480971722],["ará",-9.136097217153015],["mundial",-9.140165903991225],["victoria",-9.140166312478573],["jefe",-9.140296577169302],["Santa",-9.14242492360037],["General",-9.142671823412703],["gobernador",-9.1430582729439],["motivo",-9.143766670504306],["inflación",-9.145186348206254],["mis",-9.145286837524234],["Be",-9.145373360739153],["!",-9.145741553446136],["artista",-9.146060820822822],["inc",-9.146555732047984],["aquí",-9.14700832428202],["usuarios",-9.147181863683604],["humano",-9.147849947591036],["ayer",-9.149185060604673],["ciudadano",-9.149312052846899],["Twitter",-9.15022738821971],["central",-9.155167137616884],["trabaja",-9.155636500055028],["aban",-9.158261033269808],["lograr",-9.158664282413087],["Pre",-9.159503355261208],["Ante",-9.160147278760572],["ganar",-9.160377796073103],["perdi",-9.161589656637254],["haciendo",-9.163698363138973],["deben",-9.164488096122762],["registr",-9.170314181258032],["pregunta",-9.170465170338977],["noticia",-9.170676493219416],["visto",-9.170914557363872],["principio",-9.173246293844008],["película",-9.173246303287304],["compromiso",-9.173246311558508],["responsable",-9.17583697559716],["ningún",-9.175872605153385],["vol",-9.178762340983411],["pequeño",-9.181039646795359],["ofrece",-9.18296408100787],["Fi",-9.1833647543618],["ag",-9.185787296526328],["jóv",-9.186143896700973],["grado",-9.186566290801434],["reuni",-9.188604070152003],["iete",-9.190273252034576],["Ciudad",-9.191128424733432],["negocio",-9.19152402180189],["realiza",-9.191711509442609],["sali",-9.192340745942563],["aplica",-9.19358798116803],["utiliza",-9.194760548105673],["planta",-9.195653200438121],["cr",-9.195811074047938],["habría",-9.196820462574856],["ic",-9.197161047645164],["ant",-9.197220553527824],["Villa",-9.197666780667017],["gen",-9.199310706052724],["ller",-9.199652402520822],["tru",-9.20066357327828],["nadie",-9.201189261637204],["80",-9.203134478253947],["hor",-9.205806024363264],["pec",-9.207541720293268],["mina",-9.209850299904232],["extra",-9.210853258527433],["construc",-9.212868777807849],["cat",-9.216747427578861],["iba",-9.21825973061213],["economía",-9.218481370512103],["añadi",-9.219125885006349],["comp",-9.219159490937729],["Carlo",-9.223107805945343],["próxima",-9.223654813613331],["ino",-9.224769991243601],["ernández",-9.228799976911954],["popular",-9.231853122668127],["puerta",-9.231854822705959],["Ri",-9.232272106297499],["ré",-9.232902893270087],["gusta",-9.233684274075552],["cas",-9.23428676338111],["territorio",-9.234599175343023],["adelant",-9.235202192041799],["Bu",-9.2353348279416],["Liga",-9.23587043585368],["interven",-9.23669972865865],["anza",-9.23961344480097],["fútbol",-9.2403808737423],["señala",-9.240643874327485],["Gran",-9.241010638083328],["reunió",-9.241497276389953],["María",-9.243493188309769],["llama",-9.244414375980712],["70",-9.24551071584661],["única",-9.245720757891863],["paciente",-9.24572291842021],["periodista",-9.245916528561168],["29",-9.247396015637516],["escenario",-9.248599405988559],["pudo",-9.248886181169748],["elemento",-9.249204759259653],["pudi",-9.249694909031316],["ama",-9.249838609816802],["entrada",-9.250590660973902],["jugar",-9.25094057184239],["técnico",-9.251242765962086],["Después",-9.251242949410592],["tarjeta",-9.251244731294541],["clave",-9.251786875190657],["siguiente",-9.251950578567802],["entrevista",-9.252485116829423],["estudio",-9.252881169831017],["izada",-9.253301915069947],["hablar",-9.2558931969015],["Ten",-9.256474642957263],["amenaza",-9.256853895877715],["ion",-9.259616725185216],["práctica",-9.259669769593835],["ocupa",-9.259791302379606],["modo",-9.262182278122687],["titular",-9.26249949412069],["amplia",-9.26253917011971],["record",-9.263504708626165],["ánche",-9.264217785987505],["tercer",-9.264536186525909],["crecimiento",-9.265455106641042],["zar",-9.266665514855951],["asocia",-9.268331490317106],["pone",-9.269029548257329],["fic",-9.269603445320639],["tribu",-9.270109593677834],["político",-9.270988401729694],["realiz",-9.271062210624727],["recupera",-9.273456852368561],["Congreso",-9.273874770552021],["pens",-9.27494163285062],["acerca",-9.276459013281631],["presión",-9.280608670440792],["Eso",-9.2834489714268],["ampoco",-9.285387718923403],["figura",-9.285406191590791],["música",-9.288284178443448],["foto",-9.28831270617049],["sexual",-9.288356209591562],["pr",-9.28920743326803],["var",-9.28932978869912],["seguro",-9.290469150065626],["conocido",-9.29081124714801],["tur",-9.291369612446363],["máximo",-9.29410642947935],["accidente",-9.294106450728705],["habrá",-9.294174417989378],["90",-9.294243955782267],["Universidad",-9.294310836984973],["distinto",-9.295481272158291],["vin",-9.295560658289968],["ult",-9.296492306556999],["vuelta",-9.297030938372089],["curr",-9.29705219248098],["vio",-9.29783738921434],["República",-9.297848589323273],["mag",-9.299714923344606],["impacto",-9.299784047353707],["defensa",-9.299986381529152],["oferta",-9.300048395248776],["hija",-9.300132477097034],["ayudar",-9.300256528674305],["cliente",-9.302925455156927],["bol",-9.303057664555642],["pagar",-9.303960688196774],["mantiene",-9.304472042350612],["localidad",-9.30512297390358],["mejorar",-9.305643968193724],["movimiento",-9.305960347528707],["arzo",-9.307042285682499],["confirm",-9.308256941015575],["Mient",-9.310353879873126],["500",-9.311369857909266],["coment",-9.31155384235692],["eros",-9.312056747672676],["Hoy",-9.31510902707237],["voto",-9.31569299541861],["Aun",-9.315982009641312],["hicier",-9.316722297763471],["material",-9.318816161332022],["alcalde",-9.319225368367071],["Qui",-9.319384494760214],["termina",-9.323176080649008],["consecuencia",-9.3246696564702],["activa",-9.324900286276005],["terminar",-9.32602201298566],["Hi",-9.326278723422169],["bur",-9.326504537593738],["opin",-9.32711578966833],["interés",-9.328218765839935],["actor",-9.329517196545579],["volvi",-9.330822086067334],["bio",-9.33129855281615],["trabajan",-9.331788891732426],["kilómetro",-9.332801713684374],["mont",-9.33296644278183],["Gi",-9.333710800109131],["marcha",-9.334967777885366],["esfuerzo",-9.335841767849521],["éxito",-9.335841871483115],["interior",-9.335844334233506],["Du",-9.337228525738757],["ger",-9.338087108862432],["candidato",-9.338891025435249],["libertad",-9.33892469001068],["detalle",-9.34057156837342],["Can",-9.341923088029322],["Colombia",-9.341948108681517],["título",-9.341991725688048],["ka",-9.34240003985336],["escribi",-9.342743759912214],["corre",-9.34378761576161],["digital",-9.345018021205412],["Consejo",-9.34501846170535],["autor",-9.345269319629885],["obst",-9.34602954839115],["Comisi",-9.348831307874676],["directa",-9.349553163019138],["legal",-9.35083884850643],["bueno",-9.350874757321828],["responsabilidad",-9.351178929012633],["argentino",-9.351178957190893],["pide",-9.35337686805028],["lic",-9.353478797735113],["ocho",-9.353592023480434],["escuela",-9.354553453532716],["vivir",-9.354568224910743],["contrato",-9.356256696609183],["tecnología",-9.357380534950998],["fuego",-9.35752002387766],["delante",-9.357626147718715],["costa",-9.35825877148925],["positivo",-9.358807112480052],["marco",-9.358921228140314],["saber",-9.360008059069933],["iniciativa",-9.360507582966775],["obliga",-9.361013118780946],["toria",-9.36187917948396],["trans",-9.362602855645779],["década",-9.363646463528674],["Son",-9.366805865213022],["tero",-9.367635038834788],["labor",-9.368683480989326],["emp",-9.36876535542024],["guien",-9.368875543891376],["eguridad",-9.369880864953906],["bloque",-9.370873005947553],["Casa",-9.370899837517117],["debería",-9.371605663245942],["of",-9.372380744106309],["Manuel",-9.373213417617311],["papel",-9.373359504645267],["norte",-9.373784071495795],["mandatario",-9.376251764506764],["For",-9.376323991781554],["ninguna",-9.376437724136114],["quiera",-9.377416861680425],["anual",-9.378664376045844],["mostrar",-9.378986513116772],["sitio",-9.381104947446369],["hacen",-9.382919106891228],["cambiar",-9.383203696447602],["Ni",-9.383430578123743],["hechos",-9.384775061382499],["América",-9.385773549630557],["Bueno",-9.38639359817169],["Va",-9.3874648603306],["contar",-9.387624987639818],["fácil",-9.38897880182757],["peligro",-9.388978897622223],["firma",-9.389006035766554],["Chi",-9.390714472685955],["35",-9.391499762008458],["leg",-9.393516690374067],["Mari",-9.393529831191564],["temperatura",-9.395419914053704],["lluvia",-9.395419950267598],["particular",-9.395421625406433],["juicio",-9.395577222627713],["Real",-9.396872353709764],["mediante",-9.396923264241295],["negocia",-9.3986569710742],["ándose",-9.39894882742383],["llamado",-9.402029571329845],["31",-9.405454201507805],["ió",-9.405863594379332],["barrio",-9.405883231204854],["significa",-9.4074171690756],["fra",-9.407980201553478],["deja",-9.41061680921193],["secretario",-9.411707159336519],["tivos",-9.412842599535752],["colabora",-9.413826392458303],["puesta",-9.414104907539642],["recib",-9.414187794413202],["contacto",-9.414682889648255],["empez",-9.415091430136382],["clase",-9.415605992678568],["institu",-9.417450523021454],["disponible",-9.418296714491209],["mexicano",-9.418296724639621],["diputado",-9.41830021822009],["Mon",-9.418379936042847],["consulta",-9.418631702902678],["ang",-9.419371760110913],["salida",-9.419842112329992],["representante",-9.42055695444733],["justicia",-9.421608029433317],["destino",-9.42198241243779],["arios",-9.422135572329857],["comercial",-9.423311890701092],["protec",-9.425272325323673],["fac",-9.425940494243024],["sean",-9.426822133463414],["pul",-9.426976317958214],["fundamental",-9.428312044156009],["cam",-9.428316353891184],["detenido",-9.42862661229233],["Ahor",-9.428801871980443],["diario",-9.429925083775164],["Sal",-9.431300875244883],["ático",-9.43244875629096],["ivo",-9.432472870905588],["observa",-9.432596018731967],["genes",-9.433234709625836],["allá",-9.434741076337016],["pus",-9.435051322772525],["imagen",-9.43505937143028],["reserva",-9.437356274567012],["estudiante",-9.438331979302749],["agente",-9.43890487844555],["rechaz",-9.439061601608394],["distinta",-9.439725163476945],["cep",-9.440316644226534],["Copa",-9.440330398764154],["industria",-9.442175813456183],["cuidado",-9.442487546355],["recibir",-9.443232807452556],["iones",-9.44341186837638],["pedir",-9.443876048989132],["Man",-9.443969110831505],["integra",-9.444895916644741],["estrategia",-9.445098960699376],["laboral",-9.445597221184514],["China",-9.445724367573911],["PP",-9.446701510254563],["categoría",-9.448500334085505],["isla",-9.45050091390561],["inversi",-9.4507372236321],["suficiente",-9.451913990591308],["Pedro",-9.451914676574168],["etapa",-9.452113609558516],["gri",-9.452918961639977],["reforma",-9.453064790794272],["cumplir",-9.45325903525459],["buscar",-9.453638867287482],["probable",-9.455341447254948],["Cal",-9.456189142735411],["mitad",-9.458198129139916],["Ver",-9.458252492580245],["esión",-9.458470325972982],["documento",-9.458779038206467],["esas",-9.459765161060215],["conductor",-9.45980053189172],["sufri",-9.460712811270053],["resulta",-9.461069494859451],["emergencia",-9.462222662880166],["juez",-9.463161140585392],["Ex",-9.463681687409672],["acusa",-9.464235979710068],["compara",-9.464355565170116],["Ci",-9.464789913473128],["conflicto",-9.465682869575119],["materia",-9.467926194148841],["calles",-9.468504229745989],["declara",-9.469504455356207],["duc",-9.469600298832573],["cree",-9.470477257651897],["fiesta",-9.470964601045235],["jar",-9.471316727578635],["afirma",-9.471676898619029],["Más",-9.473406357980146],["llegada",-9.474661937825996],["costo",-9.475893637995082],["torneo",-9.476145175917202],["rusa",-9.47723554485777],["Instituto",-9.479847072093829],["tasa",-9.480182559377027],["cur",-9.480480699312125],["Ley",-9.480733551644043],["pasada",-9.481185033332896],["char",-9.48133780971372],["consumo",-9.48263715183365],["libro",-9.483177122488133],["civil",-9.483368925616784],["Fiscalía",-9.483404311039184],["franc",-9.483546659902103],["judicial",-9.486703732937887],["estatal",-9.487797832200108],["impuls",-9.49016303332277],["destaca",-9.491375599304838],["Ber",-9.491580957786663],["EE",-9.491637156487464],["Final",-9.493686693725106],["realizado",-9.49461631190512],["penal",-9.494632800742867],["Mu",-9.49577320156827],["pol",-9.49703236344904],["ús",-9.497055275519779],["normal",-9.499141337573171],["plante",-9.499490590207607],["disfrutar",-9.500248059596384],["empleo",-9.500961721847093],["federal",-9.50180711066603],["participar",-9.503895049742741],["Ángel",-9.504557184225147],["web",-9.504651599456432],["pedido",-9.504758046427535],["rico",-9.504920742222035],["encontraba",-9.505390296939996],["45",-9.505739682489779],["ruta",-9.50747813938855],["circula",-9.508171251081302],["Ram",-9.50821153311852],["tierra",-9.508239979950964],["supuesto",-9.509103885760215],["Garc",-9.511192183767669],["rápida",-9.511799758190499],["public",-9.51397840834212],["estructura",-9.515426466077276],["policial",-9.515435368882624],["deberá",-9.51581850215932],["cuestion",-9.516994821230352],["desarroll",-9.517845138073561],["land",-9.518570003189463],["continúa",-9.519076313990691],["referencia",-9.51909722377001],["impuesto",-9.520378160682416],["pin",-9.521894840014571],["Aire",-9.521927633441493],["manos",-9.52248296508186],["apunta",-9.522505554193293],["cultura",-9.523208790647764],["natural",-9.525899924338825],["cámara",-9.52641682835113],["Social",-9.526420060971756],["ica",-9.527547312425128],["Hast",-9.527648233044678],["cumpli",-9.528307943423016],["cent",-9.52974374486217],["organismo",-9.530106202877018],["Civil",-9.530113377098633],["jug",-9.53203047509832],["umbr",-9.532220629337687],["contenido",-9.53306078029327],["—",-9.533809476695701],["Nueva",-9.533810136984492],["aspecto",-9.533818961344394],["hogar",-9.534211700525614],["post",-9.534339271226202],["ier",-9.534919324621727],["regional",-9.53748205886356],["Rodríguez",-9.537526948814673],["Cruz",-9.537527342135316],["tarea",-9.537626487309243],["imá",-9.537669196741962],["superior",-9.541262680976335],["dirigente",-9.541699398267703],["Chile",-9.541741066447639],["fan",-9.542761543431887],["emiti",-9.542764410249072],["habl",-9.54321134031002],["enfrenta",-9.543893197783191],["mental",-9.544173213134979],["peor",-9.544842182485874],["Miguel",-9.545023328120953],["verdad",-9.54533729459251],["clasifica",-9.545984956125317],["crear",-9.549220429842318],["incremento",-9.550105165979328],["cine",-9.551280713562072],["electoral",-9.552604397582236],["Río",-9.552651665125616],["encontr",-9.55288949061056],["direc",-9.55411701895223],["declar",-9.554949254344026],["ministra",-9.556195573000807],["Secretaría",-9.556324475001237],["similar",-9.556374777437657],["reduc",-9.557052972169636],["rol",-9.557409467550379],["bus",-9.557925913943265],["armas",-9.558060520842837],["ónica",-9.558944003154195],["hacerlo",-9.55902241583946],["tercera",-9.559462027784342],["cumple",-9.560126883690334],["dolor",-9.560150213270909],["Cabe",-9.56371821863682],["Justicia",-9.563943749049342],["transporte",-9.563955238214774],["Brasil",-9.563955678743964],["cuarto",-9.563980935686548],["reducir",-9.565805017053195],["menores",-9.566136530071232],["regular",-9.566774787710006],["muri",-9.567009535612328],["ducación",-9.567019587197299],["existe",-9.567298165018546],["artículo",-9.567775061162127],["razó",-9.571868432294139],["pos",-9.572717201730049],["mira",-9.572937289072403],["defini",-9.573339136860241],["podía",-9.573700867720616],["Col",-9.574673226485608],["Ayuntamiento",-9.575482129399791],["COVID",-9.575482150957463],["incendio",-9.575491861994127],["Presidente",-9.576115489333818],["solu",-9.57645829928985],["creo",-9.579602661872848],["aquello",-9.58014256605431],["implica",-9.581720268081952],["luc",-9.583124206891881],["lógica",-9.58329659902638],["avance",-9.583386024031185],["cantante",-9.583456506981097],["aire",-9.583841822586516],["pena",-9.584564807265059],["conocimiento",-9.58506814410823],["Ti",-9.585968903990668],["Cámara",-9.587155753529622],["medi",-9.588246006851094],["ventaja",-9.588341398079429],["ería",-9.589602618314498],["permiti",-9.589603226238639],["divi",-9.590347573684376],["Putin",-9.59112995551154],["operativo",-9.59280798745802],["pic",-9.592975757478484],["vota",-9.593950357607557],["sostuv",-9.594326891715356],["consider",-9.59606336036533],["incluye",-9.597059317805],["mán",-9.598476379330592],["animal",-9.598782804672883],["conseguir",-9.599298357645349],["audi",-9.599361592721742],["Uno",-9.59988841775963],["Inter",-9.600108514723903],["alcanzar",-9.600365668236686],["dedica",-9.600889334099758],["entr",-9.601480176098004],["entrar",-9.60279630668363],["retir",-9.60280083654256],["Mor",-9.602839767520736],["Ejecutivo",-9.60293479293771],["concluy",-9.602934875548002],["acompañ",-9.603545877878778],["campe",-9.605002626176361],["atrás",-9.606329195423495],["usar",-9.606358786142644],["lica",-9.606372421252157],["periodo",-9.606421217564204],["herramienta",-9.606918875734285],["edificio",-9.606919407931127],["distribu",-9.607034649385131],["subray",-9.607158275187388],["niña",-9.607209418353673],["perder",-9.607325414695072],["empleado",-9.608739248563285],["socio",-9.610366077063823],["lisi",-9.610504534971506],["bastante",-9.611020002527084],["evalua",-9.61186577358527],["contexto",-9.61323066956863],["ucraniano",-9.614934920521993],["televisi",-9.615041717729493],["Del",-9.615869129761101],["comparti",-9.617782833764394],["estrella",-9.618984979612215],["tivas",-9.619306958641026],["paz",-9.619388690418361],["Internacional",-9.619431399188482],["sacar",-9.6208104920496],["limita",-9.620937380407625],["deuda",-9.62186890913455],["Francisc",-9.622036451308663],["mencion",-9.622091232967335],["iv",-9.622663441820105],["cadena",-9.623171833792274],["Moren",-9.623226272627175],["fuentes",-9.623414808096124],["ira",-9.62364619995228],["tic",-9.624551183414761],["generar",-9.624602234588938],["Ch",-9.62514117403014],["pase",-9.625393154212667],["verano",-9.625742958171863],["gasto",-9.628328024133836],["cena",-9.630353277833759],["conoce",-9.63056166841219],["Barcel",-9.631258137178643],["Albert",-9.631337600445605],["reporte",-9.63192344266291],["seguido",-9.632247554566325],["tina",-9.634604794099076],["oficina",-9.635267180194148],["convertir",-9.635296089296865],["estima",-9.635425311968891],["ctor",-9.635454027156316],["tuvier",-9.636407182084147],["mesa",-9.636595102969814],["aporta",-9.637050270614095],["presentar",-9.637757549941842],["conocida",-9.638206165974953],["presentado",-9.63892812848808],["máxima",-9.639376022038189],["término",-9.639376100285721],["frontera",-9.63937643382183],["caída",-9.639397163646182],["financia",-9.639431159719564],["ejercicio",-9.639446169989899],["junta",-9.639903020176003],["Juli",-9.640646685561986],["declaraciones",-9.641269036965873],["precis",-9.642481585240265],["°",-9.643508253213428],["competencia",-9.643508369442088],["premio",-9.643603281547893],["incorpora",-9.644430544837245],["hermano",-9.644673659201349],["robo",-9.644948176838657],["ji",-9.646634242696049],["vivi",-9.64736677751954],["pérdida",-9.647657632049787],["Cómo",-9.647769778703672],["Valencia",-9.648127502810723],["interna",-9.648127790911758],["meta",-9.648649893155032],["gua",-9.651178533136136],["Á",-9.651737753844607],["género",-9.651824359628623],["llamada",-9.652697885748854],["apena",-9.653176991898881],["tratar",-9.653240696524579],["triunfo",-9.654157102208444],["Her",